{
  "drug_name": "GoLYTELY",
  "source": "OpenFDA",
  "sections": {
    "indications_and_usage": {
      "title": "Indications And Usage",
      "content": "1 INDICATIONS AND USAGE GoLYTELY is indicated for bowel cleansing prior to colonoscopy and barium enema X-ray examination in adults. GoLYTELY is a combination of PEG 3350, an osmotic laxative, and electrolytes indicated for cleansing of the colon in preparation for colonoscopy and barium enema X-ray examination in adults ( 1 )"
    },
    "dosage_and_administration": {
      "title": "Dosage And Administration",
      "content": "2 DOSAGE AND ADMINISTRATION Preparation and Administration ( 2.1 ): Correct fluid and electrolyte abnormalities before treatment with GoLYTELY. Reconstitute GoLYTELY with water prior to ingestion. Do not take oral medications within 1 hour before the start or during administration of GoLYTELY. ( 2.1 ) Do not take other laxatives while taking GoLYTELY. Consume only clear liquids; avoid red and purple liquids. Consume water or other clear liquids up until 2 hours before the time of the colonoscopy. Do not consume solid food within 2 hours before starting GoLYTELY. Adult Dosing Regimen ( 2.2 ): On day prior to colonoscopy, instruct patients to consume a light breakfast at least 2 hours before starting GoLYTELY. Begin the recommended dosage regimen for GoLYTELY early in the evening on the day before colonoscopy Drink reconstituted solution at a rate of 8 ounces every 10 minutes, until 4 liters are consumed, or rectal effluent is clear. For complete information on dosing, preparation and administration, see the full prescribing information. ( 2.1 , 2.2 ) 2.1 Important Preparation and Administration Instructions Correct fluid and electrolyte abnormalities before treatment with GoLYTELY [see Warnings and Precautions ( 5.1 )] . Reconstitute GoLYTELY with water prior to ingestion, do not take undissolved GoLYTELY [see Dosage and Administration ( 2.2 )] . Do not reconstitute with other liquids and/or add starch-based thickeners to the mixing container [see Warnings and Precautions ( 5.7 )] . Do not take oral medications within 1 hour before the start of or during administration of GoLYTELY [see Drug Interactions ( 7.2 )] . Do not take other laxatives while taking GoLYTELY [see Drug Interactions ( 7.3 )] . Consume only clear liquids, avoid red and purple liquids. Patients may consume water or other clear liquids during the bowel preparation and after completion of the bowel preparation up until 2 hours before the time of the colonoscopy. The solution is more palatable if chilled prior to administration. Do not consume solid food within 2 hours before starting GoLYTELY. For the best results, do not consume solid food for 3 to 4 hours before drinking the solution. If severe bloating, distention or abdominal pain occurs, slow or temporarily discontinue GoLYTELY until the symptoms abate. 2.2 Dosage Regimen Instruct adult patients that on the day before the colonoscopy procedure, they may consume a light breakfast at least 2 hours before starting GoLYTELY. Begin the recommended dosage regiment for GoLYTELY early in the evening on the day before colonoscopy. Instruct patients to take GoLYTELY in conjunction with clear liquids as follows: 4 Liter Jug Fill the supplied container containing the GoLYTELY powder with lukewarm drinking water to the 4-liter fill line Do not add any other ingredients, flavors, etc. After capping the container, shake vigorously several times to ensure that the ingredients are dissolved. Drink at a rate of 8 ounces every 10 minutes until the entire contents are consumed or the rectal effluent is clear. A loose watery bowel movement should result in approximately one hour. After reconstitution, keep solution refrigerated 2° to 8°C (36° to 46°F). Do not freeze. Use within 48 hours, discard unused portion. Administration via a Nasogastric Tube For patients with a nasogastric tube, administer the reconstituted GoLYTELY solution at a rate of 20 to 30 mL per minute (1.2 to 1.8 liters per hour)."
    },
    "contraindications": {
      "title": "Contraindications",
      "content": "4 CONTRAINDICATIONS GoLYTELY is contraindicated in the following conditions: Gastrointestinal (GI) obstruction [see Warnings and Precautions ( 5.6 )] Bowel perforation [see Warnings and Precautions ( 5.6 )] Toxic colitis or toxic megacolon Gastric retention Ileus Hypersensitivity to any component of GoLYTELY [see Warnings and Precautions ( 5.8 )] Gastrointestinal (GI) obstruction ( 4 , 5.6 ) Bowel perforation ( 4 , 5.6 ) Toxic colitis or toxic megacolon ( 4 ) Gastric retention ( 4 ) Ileus ( 4 ) Hypersensitivity to components of GoLYTELY ( 4 , 5.8 )"
    },
    "warnings_and_precautions": {
      "title": "Warnings And Precautions",
      "content": "5 WARNINGS AND PRECAUTIONS Risk of fluid and electrolyte abnormalities : Encourage adequate hydration, assess concurrent medications, and consider laboratory assessments prior to and after use. ( 5.1 , 5.2 , 7.1 ) Cardiac arrhythmias : Consider pre-dose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias. ( 5.2 ) Seizures : Use caution in patients with a history of seizures and patients at increased risk of seizure, including medications that lower the seizure threshold. ( 5.3 , 7.1 ) Patients with renal impairment or taking concomitant medications that affect renal function : Use caution, ensure adequate hydration and consider testing. ( 5.4 , 7.1 , 8.6 ) Mucosal ulcerations : Consider potential for mucosal ulcerations when interpreting colonoscopy findings in patients with known or suspected inflammatory bowel disease. ( 5.5 , 7.3 ) Patients at risk for aspiration : Observe during administration. ( 5.7 ) Hypersensitivity reactions including anaphylaxis : Inform patients to seek immediate medical care if symptoms occur. ( 5.8 ) 5.1 Serious Fluid and Serum Chemistry Abnormalities Advise patients to hydrate adequately before, during, and after the use of GoLYTELY. Use caution in patients with congestive heart failure when replacing fluids. If a patient develops significant vomiting or signs of dehydration including signs of orthostatic hypotension after taking GoLYTELY, consider performing post-colonoscopy lab tests (electrolytes, creatinine, and BUN) and treat accordingly. Fluid and electrolyte disturbances can lead to serious adverse events including cardiac arrhythmias, seizures and renal impairment. Correct fluid and electrolyte abnormalities before treatment with GoLYTELY. In addition, use caution when prescribing GoLYTELY for patients who have conditions, or who are using medications, that increase the risk for fluid and electrolyte disturbances or may increase the risk of adverse events of seizure, arrhythmias, and renal impairment [ see Drug Interactions ( 7.1 ) ]. 5.2 Cardiac Arrythmias There have been rare reports of serious arrhythmias associated with the use of ionic osmotic laxative products for bowel preparation. Use caution when prescribing GoLYTELY for patients at increased risk of arrhythmias (e.g., patients with a history of prolonged QT, uncontrolled arrhythmias, recent myocardial infarction, unstable angina, congestive heart failure, or cardiomyopathy). Consider pre-dose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias. 5.3 Seizures There have been reports of generalized tonic-clonic seizures and/or loss of consciousness associated with use of bowel preparation products in patients with no prior history of seizures. The seizure cases were associated with electrolyte abnormalities (e.g., hyponatremia, hypokalemia, hypocalcemia, and hypomagnesemia) and low serum osmolality. The neurologic abnormalities resolved with correction of fluid and electrolyte abnormalities. Use caution when prescribing GoLYTELY for patients with a history of seizures and in patients at increased risk of seizure, such as patients taking medications that lower the seizure threshold (e.g., tricyclic antidepressants), patients withdrawing from alcohol or benzodiazepines, or patients with known or suspected hyponatremia [see Drug Interactions ( 7.1 )] . 5.4 Renal Impairment Use caution when prescribing GoLYTELY for patients with impaired renal function or patients taking concomitant medications that may affect renal function (such as diuretics, angiotensin converting enzyme inhibitors, angiotensin receptor blockers, or non-steroidal anti-inflammatory drugs) [see Drug Interactions ( 7.1 )] . Advise these patients of the importance of adequate hydration and consider performing baseline and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients [see Use is Specific Populations ( 8.6 )] . 5.5 Colonic Mucosal Ulcerations and Ischemic Colitis Administration of osmotic laxative products may produce colonic mucosal aphthous ulcerations, and there have been reports of more serious cases of ischemic colitis requiring hospitalization. Concurrent use of stimulant laxatives and GoLYTELY may increase this risk [see Drug Interactions ( 7.3 )] . Consider the potential for mucosal ulcerations resulting from the bowel preparation when interpreting colonoscopy findings in patients with known or suspect inflammatory bowel disease (IBD). 5.6 Use in Patients with Significant Gastrointestinal Disease If gastrointestinal obstruction or perforation is suspected, perform appropriate diagnostic studies to rule out these conditions before administering GoLYTELY [see Contraindications ( 4 )] . Use with caution in patients with severe active ulcerative colitis. 5.7 Aspiration Use with caution in patients with impaired gag reflex, unconscious, or semiconscious patients, and patients prone to regurgitation or aspiration. Observe these patients during administration of GoLYTELY, especially if it is administered via nasogastric tube.Use with caution in patients with impaired gag reflex, unconscious, or semiconscious patients, and patients prone to regurgitation or aspiration. Observe these patients during administration of GoLYTELY, especially if it is administered via nasogastric tube. Do not combine GoLYTELY with starch-based thickeners [see Dosage and Administration ( 2.1 )] . Polyethylene glycol (PEG), a component of GoLYTELY, when mixed with starch- thickened liquids reduces the viscosity of the starch-thickened liquid. When a PEG-based product used for another indication was mixed in starch-based pre-thickened liquids used in patients with dysphagia, thinning of the liquid occurred and cases of choking and potential aspiration were reported. 5.8 Hypersensitivity Reactions GoLYTELY contains PEG and may cause serious hypersensitivity reactions including anaphylaxis, angioedema, rash, urticaria, and pruritus [see Adverse Reactions ( 6 )] . Inform patients of the signs and symptoms of anaphylaxis and instruct them to seek immediate medical care should signs and symptoms occur."
    },
    "adverse_reactions": {
      "title": "Adverse Reactions",
      "content": "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Renal impairment [see Warnings and Precautions ( 5.4 )] Colonic mucosal ulcerations and ischemic colitis [see Warnings and Precautions ( 5.5 )] Patients with significant gastrointestinal disease [see Warnings and Precautions ( 5.6 )] Aspiration [see Warnings and Precautions ( 5.7 )] The following adverse reactions associated with the use of GoLYTELY were identified in clinical trials or postmarketing reports. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency, reliably, or establish a causal relationship to drug exposure. Cardiovascular: arrhythmia, atrial fibrillation, peripheral edema, asystole, and acute pulmonary edema after aspiration [see Warnings and Precautions ( 5.2 )] . Nervous system: tremor, seizure [see Warnings and Precautions ( 5.3 )] Hypersensitivity: Urticaria/rash, pruritus, dermatitis, rhinorrhea, dyspnea, chest and throat tightness, fever, angioedema, anaphylaxis and anaphylactic shock [see Contraindications ( 4 ), Warnings and Precautions ( 5.8 )] Gastrointestinal: Nausea, abdominal fullness and bloating are the most common adverse reactions (occurred in up to 50% of patients). Other less common adverse reactions include: abdominal cramps, vomiting, “butterfly-like” infiltrates on chest X-ray after vomiting and aspirating PEG, anal irritation, and upper GI bleeding from Mallory-Weiss Tear, esophageal perforation [usually with gastroesophageal reflux disease (GERD)]. Most common adverse reactions are: nausea, abdominal fullness, bloating, abdominal cramps, vomiting and anal irritation. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Braintree Laboratories, Inc. at 1-800-874-6756 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
    },
    "drug_interactions": {
      "title": "Drug Interactions",
      "content": "7 DRUG INTERACTIONS Some drugs increase risks due to fluid and electrolyte changes ( 7.1 ) 7.1 Drugs that May Increase Risks Due to Fluid and Electrolyte Abnormalities Use caution when prescribing GoLYTELY for patients with conditions and/or who are using medications that increase the risk for fluid and electrolyte disturbances or may increase the risk of renal impairment, seizure, arrhythmias, and prolonged QT in the setting of fluid and electrolyte abnormalities [ see Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 ) ]. Consider additional patient evaluations as appropriate. 7.2 Potential for Reduced Drug Absorption GoLYTELY can reduce the absorption of other administered drugs. Administer oral medications within one hour before the start of administration of GoLYTELY [see Dosage and Administration ( 2.1 )] . 7.3 Stimulant Laxatives Concurrent use of stimulant laxatives and GoLYTELY may increase the risk of mucosal ulceration or ischemic colitis. Avoid use of stimulant laxatives (e.g., bisacodyl, sodium picosulfate) while taking GoLYTELY [see Warnings and Precautions ( 5.5 )] ."
    },
    "special_populations": {
      "title": "Special Populations",
      "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Animal reproduction studies have not been conducted with GoLYTELY. It is also not known whether GoLYTELY can cause fetal harm when administered to a pregnant woman or can affect reproductive capacity. GoLYTELY should be given to a pregnant woman only if clearly needed. 8.3 Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when GoLYTELY is administered to a nursing woman. 8.4 Pediatric Use Safety and effectiveness of GoLYTELY in pediatric patients have not been established. 8.5 Geriatric Use Clinical studies of GoLYTELY did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. Other reported clinical experience has not identified differences in responses between the elderly and younger patients. 8.6 Renal Impairment Use GoLYTELY with caution in patients with renal impairment or patients taking concomitant medications that may affect renal function [see Drug Interactions ( 7.1 )] . These patients may be at risk for renal injury. Advise these patients of the importance of adequate hydration before, during and after use of GoLYTELY and consider performing baseline and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients [see Warnings and Precautions ( 5.4 )] ."
    },
    "patient_information": {
      "title": "Patient Information",
      "content": "17 PATIENT COUNSELING INFORMATION Advise the patient to read the FDA-Approved Patient Labeling (Medication Guide and Instructions for Use). Instruct Patients: To reconstitute GoLYTELY with water prior to ingestion. Not to take other laxatives while they are taking GoLYTELY. Not to take oral medications within 1 hour before the start or during the administration of GoLYTELY. To take only clear liquids but avoid red and purple liquids. To consume water or other clear liquids during the bowel preparation and after completion of the bowel preparation up until 2 hours before the time of the colonoscopy. To follow the directions in the Instructions for Use on how to prepare and administer the product. If they experience severe bloating, distention or abdominal pain, to slow or temporarily discontinue drinking the solution and to contact their healthcare provider. To contact their healthcare provider if they develop signs and symptoms of dehydration or if they experience altered consciousness or seizures. [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 )] . To discontinue administration of the solution and contact their healthcare provider if they develop symptoms of a hypersensitivity reaction [see Warnings and Precautions ( 5.8 )] . Manufactured by Braintree Laboratories, Inc. 270 Centre Street Holbrook, MA 02343 Marketed by Braintree, a Part of Sebela Pharmaceuticals®. 60 Columbian Street West Braintree, MA 02185"
    }
  },
  "brand_names": [
    "GoLYTELY"
  ],
  "generic_names": [
    "POLYETHYLENE GLYCOL 3350, SODIUM SULFATE ANHYDROUS, SODIUM BICARBONATE, SODIUM CHLORIDE, POTASSIUM CHLORIDE"
  ]
}