{
  "drug_name": "OsmoPrep",
  "source": "OpenFDA",
  "sections": {
    "indications_and_usage": {
      "title": "Indications And Usage",
      "content": "INDICATIONS AND USAGE When oral therapy is not feasible, the intramuscular use of Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension is indicated as follows: Allergic States Control of severe or incapacitating allergic conditions intractable to adequate trials of conventional treatment in asthma, atopic dermatitis, contact dermatitis, drug hypersensitivity reactions, perennial or seasonal allergic rhinitis, serum sickness, transfusion reactions. Dermatologic Diseases Bullous dermatitis herpetiformis, exfoliative erythroderma, mycosis fungoides, pemphigus, severe erythema multiforme (Stevens-Johnson syndrome). Endocrine Disorders Congenital adrenal hyperplasia, hypercalcemia associated with cancer, nonsuppurative thyroiditis. Hydrocortisone or cortisone is the drug of choice in primary or secondary adrenocortical insufficiency. Synthetic analogs may be used in conjunction with mineralocorticoids where applicable; in infancy mineralocorticoid supplementation is of particular importance. Gastrointestinal Diseases To tide the patient over a critical period of the disease in regional enteritis and ulcerative colitis. Hematologic Disorders Acquired (autoimmune) hemolytic anemia, Diamond-Blackfan anemia, pure red cell aplasia, selected cases of secondary thrombocytopenia. Miscellaneous Trichinosis with neurologic or myocardial involvement, tuberculous meningitis with subarachnoid block or impending block when used with appropriate antituberculous chemotherapy. Neoplastic Diseases For palliative management of leukemias and lymphomas. Nervous System Acute exacerbations of multiple sclerosis; cerebral edema associated with primary or metastatic brain tumor or craniotomy. Ophthalmic Diseases Sympathetic ophthalmia, temporal arteritis, uveitis and ocular inflammatory conditions unresponsive to topical corticosteroids. Renal Diseases To induce diuresis or remission of proteinuria in idiopathic nephrotic syndrome or that due to lupus erythematosus. Respiratory Diseases Berylliosis, fulminating or disseminated pulmonary tuberculosis when used concurrently with appropriate antituberculous chemotherapy, idiopathic eosinophilic pneumonias, symptomatic sarcoidosis. Rheumatic Disorders As adjunctive therapy for short-term administration (to tide the patient over an acute episode or exacerbation) in acute gouty arthritis; acute rheumatic carditis; ankylosing spondylitis; psoriatic arthritis; rheumatoid arthritis, including juvenile rheumatoid arthritis (selected cases may require low-dose maintenance therapy). For the treatment of dermatomyositis, polymyositis, and systemic lupus erythematosus. The intra-articular or soft tissue administration of Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension is indicated as adjunctive therapy for short-term administration (to tide the patient over an acute episode or exacerbation) in acute gouty arthritis, acute and subacute bursitis, acute nonspecific tenosynovitis, epicondylitis, rheumatoid arthritis, synovitis of osteoarthritis. The intralesional administration of Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension is indicated for alopecia areata; discoid lupus erythematosus; keloids; localized hypertrophic, infiltrated, inflammatory lesions of granuloma annulare, lichen planus, lichen simplex chronicus (neurodermatitis), and psoriatic plaques; necrobiosis lipoidica diabeticorum. Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension may also be useful in cystic tumors of an aponeurosis or tendon (ganglia)."
    },
    "dosage_and_administration": {
      "title": "Dosage And Administration",
      "content": "DOSAGE AND ADMINISTRATION Benzyl alcohol as a preservative has been associated with a fatal “Gasping Syndrome” in premature infants and infants of low birth weight. Solutions used for further dilution of this product should be preservative-free when used in the neonate, especially the premature infant. The initial dosage of parenterally administered Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension may vary from 0.25 to 9 mg per day depending on the specific disease entity being treated. However, in certain overwhelming, acute, life-threatening situations, administrations in dosages exceeding the usual dosages may be justified and may be in multiples of the oral dosages. It Should Be Emphasized That Dosage Requirements Are Variable and Must Be Individualized on the Basis of the Disease Under Treatment and the Response of the Patient. After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small decrements at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. Situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient’s individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment. In this latter situation it may be necessary to increase the dosage of the corticosteroid for a period of time consistent with the patient’s condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly. In the treatment of acute exacerbations of multiple sclerosis, daily doses of 30 mg of betamethasone for a week followed by 12 mg every other day for 1 month are recommended (see PRECAUTIONS, Neuro-psychiatric section). In pediatric patients, the initial dose of betamethasone may vary depending on the specific disease entity being treated. The range of initial doses is 0.02 to 0.3 mg/kg/day in three or four divided doses (0.6 to 9 mg/m 2 bsa/day). For the purpose of comparison, the following is the equivalent milligram dosage of the various glucocorticoids: Cortisone, 25 Triamcinolone, 4 Hydrocortisone, 20 Paramethasone, 2 Prednisolone, 5 Betamethasone, 0.75 Prednisone, 5 Dexamethasone, 0.75 Methylprednisolone, 4 These dose relationships apply only to oral or intravenous administration of these compounds. When these substances or their derivatives are injected intramuscularly or into joint spaces, their relative properties may be greatly altered. If coadministration of a local anesthetic is desired, Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension may be mixed with 1% or 2% lidocaine hydrochloride, using the formulations which do not contain parabens. Similar local anesthetics may also be used. Diluents containing methylparaben, propylparaben, phenol, etc., should be avoided, since these compounds may cause flocculation of the steroid. The required dose of Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension is first withdrawn from the vial into the syringe. The local anesthetic is then drawn in, and the syringe shaken briefly. Do not inject local anesthetics into the vial of Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension. Bursitis, Tenosynovitis, Peritendinitis In acute subdeltoid, subacromial, olecranon, and prepatellar bursitis, one intrabursal injection of 1 mL Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension can relieve pain and restore full range of movement. Several intrabursal injections of corticosteroids are usually required in recurrent acute bursitis and in acute exacerbations of chronic bursitis. Partial relief of pain and some increase in mobility can be expected in both conditions after one or two injections. Chronic bursitis may be treated with reduced dosage once the acute condition is controlled. In tenosynovitis and tendinitis, three or four local injections at intervals of 1 to 2 weeks between injections are given in most cases. Injections should be made into the affected tendon sheaths rather than into the tendons themselves. In ganglions of joint capsules and tendon sheaths, injection of 0.5 mL directly into the ganglion cysts has produced marked reduction in the size of the lesions. Rheumatoid Arthritis and Osteoarthritis Following intra-articular administration of 0.5 to 2 mL of Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension, relief of pain, soreness, and stiffness may be experienced. Duration of relief varies widely in both diseases. Intra-articular Injection of Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension is well tolerated in joints and periarticular tissues. There is virtually no pain on injection, and the “secondary flare” that sometimes occurs a few hours after intra-articular injection of corticosteroids has not been reported with Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension. Using sterile technique, a 20- to 24-gauge needle on an empty syringe is inserted into the synovial cavity and a few drops of synovial fluid are withdrawn to confirm that the needle is in the joint. The aspirating syringe is replaced by a syringe containing Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension and injection is then made into the joint. Recommended Doses for Intra-articular Injection Size of Joint Location Dose (mL) Very Large Hip 1 - 2 Large Knee, ankle, shoulder 1 Medium Elbow, wrist 0.5 - 1 Small (metacarpophalangeal, interphalangeal, sternoclavicular) Hand, chest 0.25 to 0.5 A portion of the administered dose of Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension is absorbed systemically following intra-articular injection. In patients being treated concomitantly with oral or parenteral corticosteroids, especially those receiving large doses, the systemic absorption of the drug should be considered in determining intra-articular dosage. Dermatologic Conditions In intralesional treatment, 0.2 mL/cm 2 of Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension is injected intradermally (not subcutaneously) using a tuberculin syringe with a 25-gauge, 1/2-inch needle. Care should be taken to deposit a uniform depot of medication intradermally. A total of no more than 1 mL at weekly intervals is recommended. Disorders of the Foot A tuberculin syringe with a 25-gauge, 3/4-inch needle is suitable for most injections into the foot. The following doses are recommended at intervals of 3 days to a week. Diagnosis Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension Dose (mL) Bursitis under heloma durum or heloma molle 0.25 to 0.5 under calcaneal spur 0.5 over hallux rigidus or digiti quinti varus 0.5 Tenosynovitis, periostitis of cuboid 0.5 Acute gouty arthritis 0.5 to 1"
    },
    "contraindications": {
      "title": "Contraindications",
      "content": "CONTRAINDICATIONS Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension is contraindicated in patients who are hypersensitive to any components of this product. Intramuscular corticosteroid preparations are contraindicated for idiopathic thrombocytopenic purpura."
    },
    "warnings": {
      "title": "Warnings",
      "content": "WARNINGS Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension should not be administered intravenously. Serious Neurologic Adverse Reactions with Epidural Administration Serious neurologic events, some resulting in death, have been reported with epidural injection of corticosteroids. Specific events reported include, but are not limited to, spinal cord infarction, paraplegia, quadriplegia, cortical blindness, and stroke. These serious neurologic events have been reported with and without use of fluoroscopy. The safety and effectiveness of epidural administration of corticosteroids have not been established, and corticosteroids are not approved for this use. General Rare instances of anaphylactoid reactions have occurred in patients receiving corticosteroid therapy (see ADVERSE REACTIONS ). In patients on corticosteroid therapy subjected to any unusual stress, hydrocortisone or cortisone is the drug of choice as a supplement during and after the event. Cardio-Renal Average and large doses of corticosteroids can cause elevation of blood pressure, salt and water retention, and increased excretion of potassium. These effects are less likely to occur with the synthetic derivatives except when used in large doses. Dietary salt restriction and potassium supplementation may be necessary. All corticosteroids increase calcium excretion. Literature reports suggest an apparent association between use of corticosteroids and left ventricular free wall rupture after a recent myocardial infarction; therefore, therapy with corticosteroids should be used with great caution in these patients. Endocrine Corticosteroids can produce reversible hypothalamic pituitary adrenal (HPA) axis suppression with the potential for glucocorticosteroid insufficiency after withdrawal of treatment. Metabolic clearance of corticosteroids is decreased in hypothyroid patients and increased in hyperthyroid patients. Changes in thyroid status of the patient may necessitate adjustment in dosage. Infections General Patients who are on corticosteroids are more susceptible to infections than are healthy individuals. There may be decreased resistance and inability to localize infection when corticosteroids are used. Infection with any pathogen (viral, bacterial, fungal, protozoan, or helminthic) in any location of the body may be associated with the use of corticosteroids alone or in combination with other immunosuppressive agents. These infections may be mild to severe. With increasing doses of corticosteroids, the rate of occurrence of infectious complications increases. Corticosteroids may also mask some signs of current infection. Fungal Infections ​​​Corticosteroids may exacerbate systemic fungal infections and therefore should not be used in the presence of such infections unless they are needed to control drug reactions. There have been cases reported in which concomitant use of amphotericin B and hydrocortisone was followed by cardiac enlargement and congestive heart failure (see PRECAUTIONS, Drug Interactions, Amphotericin B Injection and Potassium-Depleting Agents section). Special Pathogens Latent disease may be activated or there may be an exacerbation of intercurrent infections due to pathogens, including those caused by Amoeba, Candida, Cryptococcus, Mycobacterium, Nocardia, Pneumocystis , and Toxoplasma . It is recommended that latent amebiasis or active amebiasis be ruled out before initiating corticosteroid therapy in any patient who has spent time in the tropics or in any patient with unexplained diarrhea. Similarly, corticosteroids should be used with great care in patients with known or suspected Strongyloides (threadworm) infestation. In such patients, corticosteroid-induced immunosuppression may lead to Strongyloides hyperinfection and dissemination with widespread larval migration, often accompanied by severe enterocolitis and potentially fatal gram-negative septicemia. Corticosteroids should not be used in cerebral malaria. Tuberculosis ​ The use of corticosteroids in active tuberculosis should be restricted to those cases of fulminating or disseminated tuberculosis in which the corticosteroid is used for the management of the disease in conjunction with an appropriate antituberculous regimen. If corticosteroids are indicated in patients with latent tuberculosis or tuberculin reactivity, close observation is necessary as reactivation of the disease may occur. During prolonged corticosteroid therapy, these patients should receive chemoprophylaxis. Vaccination Administration of live or live, attenuated vaccines is contraindicated in patients receiving immunosuppressive doses of corticosteroids. Killed or inactivated vaccines may be administered. However, the response to such vaccines cannot be predicted. Immunization procedures may be undertaken in patients who are receiving corticosteroids as replacement therapy, e.g., for Addison’s disease. Viral Infections Chickenpox and measles can have a more serious or even fatal course in pediatric and adult patients on corticosteroids. In pediatric and adult patients who have not had these diseases, particular care should be taken to avoid exposure. The contribution of the underlying disease and/or prior corticosteroid treatment to the risk is also not known. If exposed to chickenpox, prophylaxis with varicella zoster immune globulin (VZIG) may be indicated. If exposed to measles, prophylaxis with immunoglobulin (IG) may be indicated. (See the respective package inserts for complete VZIG and IG prescribing information.) If chickenpox develops, treatment with antiviral agents should be considered. Neurologic Reports of severe medical events have been associated with the intrathecal route of administration (see ADVERSE REACTIONS, Gastrointestinal and Neurologic/Psychiatric sections ). Results from one multicenter, randomized, placebo-controlled study with methylprednisolone hemisuccinate, an IV corticosteroid, showed an increase in early mortality (at 2 weeks) and late mortality (at 6 months) in patients with cranial trauma who were determined not to have other clear indications for corticosteroid treatment. High doses of corticosteroids, including Betamethasone Sodium Phosphate and Betamethasone Acetate Injectable Suspension, should not be used for the treatment of traumatic brain injury. Ophthalmic Use of corticosteroids may produce posterior subcapsular cataracts, glaucoma with possible damage to the optic nerves, and may enhance the establishment of secondary ocular infections due to bacteria, fungi, or viruses. The use of oral corticosteroids is not recommended in the treatment of optic neuritis and may lead to an increase in the risk of new episodes. Corticosteroids should not be used in active ocular herpes simplex."
    },
    "precautions": {
      "title": "Precautions",
      "content": "PRECAUTIONS General This product, like many other steroid formulations, is sensitive to heat. Therefore, it should not be autoclaved when it is desirable to sterilize the exterior of the vial. The lowest possible dose of corticosteroid should be used to control the condition under treatment. When reduction in dosage is possible, the reduction should be gradual. Since complications of treatment with glucocorticoids are dependent on the size of the dose and the duration of treatment, a risk/benefit decision must be made in each individual case as to dose and duration of treatment and as to whether daily or intermittent therapy should be used. Kaposi’s sarcoma has been reported to occur in patients receiving corticosteroid therapy, most often for chronic conditions. Discontinuation of corticosteroids may result in clinical improvement. Cardio-Renal As sodium retention with resultant edema and potassium loss may occur in patients receiving corticosteroids, these agents should be used with caution in patients with congestive heart failure, hypertension, or renal insufficiency. Endocrine Drug-induced secondary adrenocortical insufficiency may be minimized by gradual reduction of dosage. This type of relative insufficiency may persist for months after discontinuation of therapy. Therefore, in any situation of stress occurring during that period, naturally occurring glucocorticoids (hydrocortisone cortisone), which also have salt-retaining properties, rather than betamethasone, are the appropriate choices as replacement therapy in adrenocorticoal deficiency states. Gastrointestinal Steroids should be used with caution in active or latent peptic ulcers, diverticulitis, fresh intestinal anastomoses, and nonspecific ulcerative colitis, since they may increase the risk of a perforation. Signs of peritoneal irritation following gastrointestinal perforation in patients receiving corticosteroids may be minimal or absent. There is an enhanced effect of corticosteroids in patients with cirrhosis. Intra-Articular and Soft Tissue Administration Intra-articular injected corticosteroids may be systemically absorbed. Appropriate examination of any joint fluid present is necessary to exclude a septic process. A marked increase in pain accompanied by local swelling, further restriction of joint motion, fever, and malaise are suggestive of septic arthritis. If this complication occurs and the diagnosis of sepsis is confirmed, appropriate antimicrobial therapy should be instituted. Injection of a steroid into an infected site is to be avoided. Local injection of a steroid into a previously injected joint is not usually recommended. Corticosteroid injection into unstable joints is generally not recommended. Intra-articular injection may result in damage to joint tissues (see ADVERSE REACTIONS, Musculoskeletal section ). Musculoskeletal Corticosteroids decrease bone formation and increase bone resorption both through their effect on calcium regulation (i.e., decreasing absorption and increasing excretion) and inhibition of osteoblast function. This, together with a decrease in the protein matrix of the bone secondary to an increase in protein catabolism, and reduced sex hormone production, may lead to inhibition of bone growth in pediatric patients and the development of osteoporosis at any age. Special consideration should be given to patients at increased risk of osteoporosis (i.e., postmenopausal women) before initiating corticosteroid therapy. Neuro-Psychiatric Although controlled clinical trials have shown corticosteroids to be effective in speeding the resolution of acute exacerbations of multiple sclerosis, they do not show that they affect the ultimate outcome or natural history of the disease. The studies do show that relatively high doses of corticosteroids are necessary to demonstrate a significant effect (see DOSAGE AND ADMINISTRATION ). An acute myopathy has been observed with the use of high doses of corticosteroids, most often occurring in patients with disorders with neuromuscular transmission (e.g., myasthenia gravis), or in patients receiving concomitant therapy of neuromuscular blocking drugs (eg, pancuronium). This acute myopathy is generalized, may involve ocular and respiratory muscles, and may result in quadriparesis. Elevation of creatinine kinase may occur. Clinical improvement or recovery after stopping corticosteroids may require weeks to years. Psychic derangements may appear when corticosteroids are used, ranging from euphoria, insomnia, mood swings, personality changes, and severe depression to frank psychotic manifestations. Also, existing emotional instability or psychotic tendencies may be aggravated by corticosteroids. Ophthalmic Intraocular pressure may become elevated in some individuals. If steroid therapy is continued for more than 6 weeks, intraocular pressure should be monitored. Information for Patients Patients should be warned not to discontinue the use of corticosteroids abruptly or without medical supervision, to advise any medical attendants that they are taking corticosteroids and to seek medical advice at once should they develop fever or other signs of infection. Persons who are on corticosteroids should be warned to avoid exposure to chickenpox or measles. Patients should also be advised that if they are exposed, medical advice should be sought without delay. Drug Interactions Aminoglutethimide Aminoglutethimide may lead to a loss of corticosteroid-induced adrenal suppression. Amphotericin B Injection and Potassium-Depleting Agents When corticosteroids are administered concomitantly with potassium-depleting agents (ie, amphotericin B, diuretics), patients should be observed closely for development of hypokalemia. There have been cases reported in which concomitant use of amphotericin B and hydrocortisone was followed by cardiac enlargement and congestive heart failure. Antibiotics ​ Macrolide antibiotics have been reported to cause a significant decrease in corticosteroid clearance. Anticholinesterases Concomitant use of anticholinesterase agents and corticosteroids may produce severe weakness in patients with myasthenia gravis. If possible, anticholinesterase agents should be withdrawn at least 24 hours before initiating corticosteroid therapy. Anticoagulants, Oral Coadministration of corticosteroids and warfarin usually results in inhibition of response to warfarin, although there have been some conflicting reports. Therefore, coagulation indices should be monitored frequently to maintain the desired anticoagulant effect. Antidiabetics Because corticosteroids may increase blood glucose concentrations, dosage adjustments of antidiabetic agents may be required. Antitubercular Drugs Serum concentrations of isoniazid may be decreased. Cholestyramine Cholestyramine may increase the clearance of corticosteroids. Cyclosporine Increased activity of both cyclosporine and corticosteroids may occur when the two are used concurrently. Convulsions have been reported with this concurrent use. Digitalis Glycosides Patients on digitalis glycosides may be at increased risk of arrhythmias due to hypokalemia. Estrogens, Including Oral Contraceptives Estrogens may decrease the hepatic metabolism of certain corticosteroids, thereby increasing their effect. Hepatic Enzyme Inducers (e.g., barbiturates, phenytoin, carbamazepine, rifampin) Drugs which induce hepatic microsomal drug-metabolizing enzyme activity may enhance the metabolism of corticosteroids and require that the dosage of the corticosteroid be increased. Ketoconazole Ketoconazole has been reported to decrease the metabolism of certain corticosteroids by up to 60%, leading to an increased risk of corticosteroid side effects. Nonsteroidal Anti-inflammatory Agents (NSAIDS) Concomitant use of aspirin (or other nonsteroidal anti-inflammatory agents) and corticosteroids increases the risk of gastrointestinal side effects. Aspirin should be used cautiously in conjunction with corticosteroids in hypoprothrombinemia. The clearance of salicylates may be increased with concurrent use of corticosteroids. Skin Tests Corticosteroids may suppress reactions to skin tests. Vaccines Patients on prolonged corticosteroid therapy may exhibit a diminished response to toxoids and live or inactivated vaccines due to inhibition of antibody response. Corticosteroids may also potentiate the replication of some organisms contained in live attenuated vaccines. Route administration of vaccines or toxoids should be deferred until corticosteroid therapy is discontinued if possible (see WARNINGS, Infections, Vaccination section). Carcinogenesis, Mutagenesis, Impairment of Fertility No adequate studies have been conducted in animals to determine whether corticosteroids have a potential for carcinogenesis or mutagenesis. Steroids may increase or decrease motility and number of spermatozoa in some patients. Pregnancy Teratogenic Effects Corticosteroids have been shown to be teratogenic in many species when given in doses equivalent to the human dose. Animal studies in which corticosteroids have been given to pregnant mice, rats, and rabbits have yielded an increased incidence of cleft palate in the offspring. There are no adequate and well-controlled studies in pregnant women. Corticosteroids should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Infants born to mothers who have received corticosteroids during pregnancy should be carefully observed for signs of hypoadrenalism. Nursing Mothers Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Caution should be exercised when corticosteroids are administered to a nursing woman. Pediatric Use The efficacy and safety of corticosteroids in the pediatric population are based on the well-established course of effect of corticosteroids, which is similar in pediatric and adult populations. Published studies provide evidence of efficacy and safety in pediatric patients for the treatment of nephrotic syndrome (> 2 years of age), and aggressive lymphomas and leukemias (> 1 month of age). Other indications for pediatric use of corticosteroids, e.g., severe asthma and wheezing, are based on adequate and well-controlled trials conducted in adults, on the premises that the course of the diseases and their pathophysiology are considered to be substantially similar in both populations. The adverse effects of corticosteroids in pediatric patients are similar to those in adults (see ADVERSE REACTIONS ). Like adults, pediatric patients should be carefully observed with frequent measurements of blood pressure, weight, height, intraocular pressure, and clinical evaluation for the presence of infection, psychosocial disturbances, thromboembolism, peptic ulcers, cataracts, and osteoporosis. Pediatric patients who are treated with corticosteroids by any route, including systemically administered corticosteroids, may experience a decrease in their growth velocity. This negative impact of corticosteroids on growth has been observed at low systemic doses and in the absence of laboratory evidence of HPA axis suppression (i.e., cosyntropin stimulation and basal cortisol plasma levels). Growth velocity may therefore be a more sensitive indicator of systemic corticosteroid exposure in pediatric patients than some commonly used tests of HPA axis function. The linear growth of pediatric patients treated with corticosteroids should be monitored, and the potential growth effects of prolonged treatment should be weighed against clinical benefits obtained and the availability of treatment alternatives. In order to minimize the potential growth effects of corticosteroids, pediatric patients should be titrated to the lowest effective dose. Geriatric Use No overall differences in safety or effectiveness were observed between elderly subjects and younger subjects, and other reported clinical experience has not identified differences in responses between the elderly and young patients, but greater sensitivity of some older individuals cannot be ruled out."
    },
    "adverse_reactions": {
      "title": "Adverse Reactions",
      "content": "ADVERSE REACTIONS (listed alphabetically, under each subsection) Allergic Reactions Anaphylactoid reaction, anaphylaxis, angioedema. Cardiovascular Bradycardia, cardiac arrest, cardiac arrhythmias, cardiac enlargement, circulatory collapse, congestive heart failure, fat embolism, hypertension, hypertrophic cardiomyopathy in premature infants, myocardial rupture following recent myocardial infarction (see WARNINGS ), pulmonary edema, syncope, tachycardia, thromboembolism, thrombophlebitis, vasculitis. Dermatologic Acne, allergic dermatitis, cutaneous and subcutaneous atrophy, dry scaly skin, ecchymoses and petechiae, edema, erythema, hyperpigmentation, hypopigmentation, impaired wound healing, increased sweating, rash, sterile abscess, striae, suppressed reactions to skin tests, thin fragile skin, thinning scalp hair, urticaria. Endocrine Decreased carbohydrate and glucose tolerance, development of cushingoid state, glucosuria, hirsutism, hypertrichosis, increased requirements for insulin or oral hypoglycemic adrenocortical and pituitary unresponsiveness (particularly in times of stress, as in trauma, surgery, or illness), suppression of growth in pediatric patients. Fluid and Electrolyte Disturbances Congestive heart failure in susceptible patients, fluid retention, hypokalemic alkalosis, potassium loss, sodium retention. Gastrointestinal Abdominal distention, bowel/bladder dysfunction (after intrathecal administration), elevation in serum liver enzyme levels (usually reversible upon discontinuation), hepatomegaly, increased appetite, nausea, pancreatitis, peptic ulcer with possible perforation and hemorrhage, perforation of the small and large intestine (particularly in patients with inflammatory bowel disease), ulcerative esophagitis. Metabolic Negative nitrogen balance due to protein catabolism. Musculoskeletal Aseptic necrosis of femoral and humeral heads, calcinosis (following intra-articular or intralesional use), Charcot-like arthropathy, loss of muscle mass, muscle weakness, osteoporosis, pathologic fracture of long bones, postinjection flare (following intra-articular use), steroid myopathy, tendon rupture, vertebral compression fractures. Neurologic/Psychiatric Convulsions, depression, emotional instability, euphoria, headache, increased intracranial pressure with papilledema (pseudotumor cerebri) usually following discontinuation of treatment, insomnia, mood swings, neuritis, neuropathy, paresthesia, personality changes, psychic disorders, vertigo. Arachnoiditis, meningitis, paraparesis/paraplegia, and sensory disturbances have occurred after intrathecal administration (see WARNINGS, Neurologic section). Ophthalmic Exophthalmos, glaucoma, increased intraocular pressure, posterior subcapsular cataracts, rare instances of blindness associated with periocular injections. Other Abnormal fat deposits, decreased resistance to infection, hiccups, increased or decreased motility and number of spermatozoa, malaise, moon face, weight gain."
    },
    "drug_interactions": {
      "title": "Drug Interactions",
      "content": "Drug Interactions Aminoglutethimide Aminoglutethimide may lead to a loss of corticosteroid-induced adrenal suppression. Amphotericin B Injection and Potassium-Depleting Agents When corticosteroids are administered concomitantly with potassium-depleting agents (ie, amphotericin B, diuretics), patients should be observed closely for development of hypokalemia. There have been cases reported in which concomitant use of amphotericin B and hydrocortisone was followed by cardiac enlargement and congestive heart failure. Antibiotics ​ Macrolide antibiotics have been reported to cause a significant decrease in corticosteroid clearance. Anticholinesterases Concomitant use of anticholinesterase agents and corticosteroids may produce severe weakness in patients with myasthenia gravis. If possible, anticholinesterase agents should be withdrawn at least 24 hours before initiating corticosteroid therapy. Anticoagulants, Oral Coadministration of corticosteroids and warfarin usually results in inhibition of response to warfarin, although there have been some conflicting reports. Therefore, coagulation indices should be monitored frequently to maintain the desired anticoagulant effect. Antidiabetics Because corticosteroids may increase blood glucose concentrations, dosage adjustments of antidiabetic agents may be required. Antitubercular Drugs Serum concentrations of isoniazid may be decreased. Cholestyramine Cholestyramine may increase the clearance of corticosteroids. Cyclosporine Increased activity of both cyclosporine and corticosteroids may occur when the two are used concurrently. Convulsions have been reported with this concurrent use. Digitalis Glycosides Patients on digitalis glycosides may be at increased risk of arrhythmias due to hypokalemia. Estrogens, Including Oral Contraceptives Estrogens may decrease the hepatic metabolism of certain corticosteroids, thereby increasing their effect. Hepatic Enzyme Inducers (e.g., barbiturates, phenytoin, carbamazepine, rifampin) Drugs which induce hepatic microsomal drug-metabolizing enzyme activity may enhance the metabolism of corticosteroids and require that the dosage of the corticosteroid be increased. Ketoconazole Ketoconazole has been reported to decrease the metabolism of certain corticosteroids by up to 60%, leading to an increased risk of corticosteroid side effects. Nonsteroidal Anti-inflammatory Agents (NSAIDS) Concomitant use of aspirin (or other nonsteroidal anti-inflammatory agents) and corticosteroids increases the risk of gastrointestinal side effects. Aspirin should be used cautiously in conjunction with corticosteroids in hypoprothrombinemia. The clearance of salicylates may be increased with concurrent use of corticosteroids. Skin Tests Corticosteroids may suppress reactions to skin tests. Vaccines Patients on prolonged corticosteroid therapy may exhibit a diminished response to toxoids and live or inactivated vaccines due to inhibition of antibody response. Corticosteroids may also potentiate the replication of some organisms contained in live attenuated vaccines. Route administration of vaccines or toxoids should be deferred until corticosteroid therapy is discontinued if possible (see WARNINGS, Infections, Vaccination section)."
    },
    "patient_information": {
      "title": "Patient Information",
      "content": "Information for Patients Patients should be warned not to discontinue the use of corticosteroids abruptly or without medical supervision, to advise any medical attendants that they are taking corticosteroids and to seek medical advice at once should they develop fever or other signs of infection. Persons who are on corticosteroids should be warned to avoid exposure to chickenpox or measles. Patients should also be advised that if they are exposed, medical advice should be sought without delay."
    }
  },
  "brand_names": [
    "Betaloan SUIK"
  ],
  "generic_names": [
    "BETAMETHASONE SODIUM PHOSPHATE AND BETAMETHASONE ACETATE"
  ]
}