{
  "drug_name": "Plenvu",
  "source": "OpenFDA",
  "sections": {
    "indications_and_usage": {
      "title": "Indications And Usage",
      "content": "1 INDICATIONS AND USAGE PLENVU ® is indicated for cleansing of the colon in preparation for colonoscopy in adults. PLENVU is an osmotic laxative indicated for cleansing of the colon in preparation for colonoscopy in adults. ( 1 )"
    },
    "dosage_and_administration": {
      "title": "Dosage And Administration",
      "content": "2 DOSAGE AND ADMINISTRATION Preparation and Administration: • Two doses of PLENVU are required for a complete preparation for colonoscopy, using a “Two-Day” or “One-Day” dosage regimen. ( 2.1 ) • Reconstitute PLENVU in water prior to ingestion. ( 2.1 ) • Consume additional clear liquids after each dose of PLENVU in both dosing regimens. ( 2.1 , 5.1 ) • Administer oral medications at least 1 hour before starting each dose of PLENVU. ( 2.1 , 7.2 ) Recommended Dosage Regimens: • Two-Day Split Dosage : Dose 1 the evening before the colonoscopy (approximately 4 pm to 8 pm) and Dose 2 the next morning (approximately12 hours after the start of Dose 1). ( 2.1 , 2.2 ) • One-Day Morning Dosage : Dose 1 the morning of the colonoscopy (approximately 3 am to 7 am) and Dose 2 a minimum of 2 hours after the start of Dose 1. ( 2.1 , 2.3 ) • For complete information on dosing, preparation and administration, see full prescribing information. ( 2.1 , 2.2 , 2.3 ) 2.1 Important Preparation and Administration Instructions • Correct fluid and electrolyte abnormalities before treatment with PLENVU [see Warnings and Precautions ( 5.1 )] . • Two doses of PLENVU are required for a complete preparation for colonoscopy. The time interval between the two doses depends on the regimen prescribed and the planned timing of the colonoscopy procedure [see Dosage and Administration ( 2.2 , 2.3 )] . • The recommended “Two-Day Split Dosage” method consists of two separate doses: the first dose is taken the evening before the colonoscopy and the second dose is taken the next day, the morning of the day of the colonoscopy [see Dosage and Administration ( 2.2 )]. • The recommended “One-Day Morning Dosage” method consists of two separate doses: both doses are taken in the morning of the day of the colonoscopy, with a minimum of 2 hours between the start of the first dose and the start of the second dose [see Dosage and Administration ( 2.3 )]. • Reconstitute each pouch of PLENVU in the mixing container with water prior to ingestion. It may take 2 to 3 minutes for complete dissolution. Do not reconstitute with other liquids and/or add starch-based thickeners to the mixing container [see Warnings and Precautions ( 5.7 )]. • Consume additional clear liquids (including water) in both dosing regimens [see Dosage and Administration ( 2.2 , 2.3 ), Warnings and Precautions ( 5.1 )] . • Consume only clear liquids (no solid food) from the start of PLENVU treatment until after the colonoscopy. • Do not eat or drink alcohol, milk, anything colored red or purple or any other foods containing pulp material. • Do not take other laxatives while taking PLENVU. • Administer oral medications at least 1 hour before starting each dose of PLENVU [see Drug Interactions ( 7.2 )]. • Ensure completion of Dose 2, including all additional liquids, at least 2 hours before the colonoscopy. 2.2 Recommended Two-Day Split Dosage Regimen The recommended Two-Day Split Dosage regimen commences in the evening of the day before the colonoscopy. Instruct adult patients that on the day before the clinical procedure, they can consume a light breakfast followed by a light lunch, which must be completed at least 3 hours prior to the start of the first PLENVU dose. Instruct patients to take two separate doses in conjunction with clear liquids as follows: Dose 1 – In the evening before the colonoscopy, between approximately 4 pm and 8 pm: 1. Empty the contents of Dose 1 into the mixing container that comes with PLENVU. 2. Add water to the fill line on the mixing container (at least 16 fluid ounces). Do not add other ingredients to the PLENVU solution. 3. Thoroughly mix with a spoon or shake with lid on securely until completely dissolved (which may take 2 to 3 minutes). 4. Drink over the next 30 minutes. Be sure to drink all of the solution. 5. Refill the mixing container to the fill line (at least 16 fluid ounces) with clear liquids and drink over the next 30 minutes. 6. Consume additional clear liquids during the evening. 7. If severe bloating, abdominal distention, or abdominal pain occurs following the first dose, delay the second dose until the symptoms resolve. Dose 2 – The next morning, on the day of the colonoscopy, approximately 12 hours after the start of Dose 1 (between approximately 4 am and 8 am): 1. Empty the contents of Dose 2 Pouch A and Dose 2 Pouch B into the mixing container that comes with PLENVU. 2. Add water to the fill line on the mixing container (at least 16 fluid ounces). Do not add other ingredients to the PLENVU solution. 3. Thoroughly mix with a spoon or shake with lid on securely until completely dissolved (which may take 2 to 3 minutes). Drink over the next 30 minutes. Be sure to drink all of the solution. 4. Refill the mixing container to the fill line (at least 16 fluid ounces) with clear liquids and drink over the next 30 minutes. 5. Consume additional water or clear liquids up to 2 hours before the colonoscopy or as prescribed by your doctor. Then stop drinking liquids until after the colonoscopy. Stop drinking PLENVU temporarily or drink each portion at longer intervals if severe bloating, abdominal discomfort or distention occurs, until these symptoms resolve. 2.3 Recommended One-Day Morning Dosage Regimen The recommended One-Day Morning Dosage regimen commences in the morning of the day of the colonoscopy. Instruct adult patients that on the day before the clinical procedure, they can consume a light breakfast followed by a light lunch, and clear broth soup and/or plain yogurt for dinner, which should be completed by approximately 8 pm. Instruct patients to take two separate doses in conjunction with clear liquids as follows: Dose 1 – On the day of the colonoscopy, between approximately 3 am and 7 am: 1. Empty the contents of Dose 1 into the mixing container that comes with PLENVU. 2. Add water to the fill line on the mixing container (at least 16 fluid ounces). Do not add other ingredients to the PLENVU solution. 3. Thoroughly mix with a spoon or shake with lid on securely until completely dissolved (which may take 2 to 3 minutes). 4. Drink over the next 30 minutes. Be sure to drink all of the solution. 5. Refill the mixing container to the fill line (at least 16 fluid ounces) with clear liquids and drink over the next 30 minutes. 6. If severe bloating, abdominal distention, or abdominal pain occurs following the first dose, delay the second dose until the symptoms resolve. Dose 2 – On the day of the colonoscopy, a minimum of 2 hours after the start of Dose 1: 1. Empty the contents of Dose 2 Pouch A and Dose 2 Pouch B into the mixing container that comes with PLENVU. 2. Add water to the fill line on the mixing container (at least 16 fluid ounces). Do not add other ingredients to the PLENVU solution. 3. Thoroughly mix with a spoon or shake with lid on securely until completely dissolved (which may take 2 to 3 minutes). Drink over the next 30 minutes. Be sure to drink all of the solution. 4. Refill the mixing container to the fill line (at least 16 fluid ounces) with clear liquids and drink over the next 30 minutes. 5. Consume additional water or clear liquids up to 2 hours before the colonoscopy or as prescribed by your doctor. Then stop drinking liquids until after the colonoscopy. Stop drinking PLENVU temporarily or drink each portion at longer intervals if severe bloating, abdominal discomfort or distention occurs, until these symptoms resolve. Storage: After reconstitution, keep PLENVU solution at room temperature, between 68°F to 77°F (20°C to 25°C) [see USP Controlled Room Temperature]. The solution may also be stored in a refrigerator. Use within 24 hours after it is mixed in water."
    },
    "contraindications": {
      "title": "Contraindications",
      "content": "4 CONTRAINDICATIONS PLENVU is contraindicated in the following conditions: • Gastrointestinal (GI) obstruction [see Warnings and Precautions ( 5.6 )] • Bowel perforation [see Warnings and Precautions ( 5.6 )] • Gastric retention • Ileus • Toxic megacolon • Hypersensitivity to any ingredient in PLENVU [see Warnings and Precautions ( 5.10 )] • Gastrointestinal (GI) obstruction ( 4 , 5.6 ) • Bowel perforation ( 4 , 5.6 ) • Gastric retention ( 4 ) • Ileus ( 4 ) • Toxic megacolon ( 4 ) • Hypersensitivity to any ingredient in PLENVU ( 4 , 5.10 )"
    },
    "warnings_and_precautions": {
      "title": "Warnings And Precautions",
      "content": "5 WARNINGS AND PRECAUTIONS • Risk of fluid and electrolyte abnormalities: Encourage adequate hydration, assess concurrent medications, and consider laboratory assessments prior to and after use. ( 5.1 , 5.2 , 7.1 ) • Cardiac arrhythmias: Consider pre-dose and post-colonoscopy ECGs in patients at increased risk. ( 5.2 ) • Seizures: Use caution in patients with a history of seizures and patients at increased risk of seizure, including medications that lower the seizure threshold. ( 5.3 , 7.1 ) • Patients with renal impairment or taking concomitant medications that affect renal function: Use caution, ensure adequate hydration and consider testing. ( 5.4 , 7.1 , 8.6 ) • Mucosal ulcerations : Consider potential for mucosal ulcerations when interpreting colonoscopy findings in patients with known or suspected inflammatory bowel disease. ( 5.5 ) • Suspected GI obstruction or perforation : Rule out diagnosis before administration. ( 4 , 5.6 ) • Patients at risk for aspiration : Observe during administration. ( 5.7 ) • Glucose-6-phosphate dehydrogenase deficiency (G6PD): Use with caution. ( 5.8 ) • Risks in patients with phenylketonuria : Contains phenylalanine. ( 5.9 ) • Hypersensitivity reactions, including anaphylaxis: Inform patients to seek immediate medical care if symptoms occur. ( 5.10 ) 5.1 Serious Fluid and Electrolyte Abnormalities Advise patients to hydrate adequately before, during, and after the use of PLENVU. If a patient develops significant vomiting or signs of dehydration after taking PLENVU, consider performing post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN). Bowel preparations can cause fluid and electrolyte disturbances, which can lead to serious adverse reactions including cardiac arrhythmias, seizures, and renal impairment. Correct fluid and electrolyte abnormalities before treatment with PLENVU. PLENVU should be used with caution in patients using concomitant medications that increase the risk of electrolyte abnormalities [such as diuretics, angiotensin converting enzyme (ACE) inhibitors or angiotensin receptor blockers (ARBs)] [see Drug Interactions ( 7.1 )] . Consider performing pre-dose and post-colonoscopy laboratory tests (sodium, potassium, calcium, creatinine, and BUN) in patients receiving these concomitant medications. 5.2 Cardiac Arrhythmias There have been rare reports of serious arrhythmias (including atrial fibrillation) associated with the use of ionic osmotic laxative products for bowel preparation. These occur predominantly in patients with underlying cardiac risk factors and electrolyte disturbances. Use caution when prescribing PLENVU for patients at increased risk of arrhythmias (e.g., patients with a history of prolonged QT, uncontrolled arrhythmias, recent myocardial infarction, unstable angina, congestive heart failure, cardiomyopathy or electrolyte imbalance). Consider pre-dose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias. 5.3 Seizures There have been rare reports of generalized tonic-clonic seizures and/or loss of consciousness associated with use of bowel preparation products in patients with no prior history of seizures. The seizure cases were associated with electrolyte abnormalities (e.g., hyponatremia, hypokalemia, hypocalcemia, and hypomagnesemia) and low serum osmolality. The neurologic abnormalities resolved with correction of fluid and electrolyte abnormalities. Use caution when prescribing PLENVU for patients with a history of seizures and in patients at increased risk of seizure, such as patients taking medications that lower the seizure threshold (e.g., tricyclic antidepressants), patients withdrawing from alcohol or benzodiazepines, or patients with known or suspected hyponatremia. [see Drug Interactions ( 7.1 )]. 5.4 Use in Patients with Renal Impairment Use PLENVU with caution in patients with renal impairment or patients taking concomitant medications that affect renal function (such as diuretics, ACE inhibitors, angiotensin receptor blockers, or nonsteroidal anti-inflammatory drugs) [see Drug Interactions ( 7.1 )] . These patients may be at risk for renal injury. Advise these patients of the importance of adequate hydration before, during and after the use of PLENVU, and consider performing pre-dose and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients [see Use in Specific Populations ( 8.6 )] . 5.5 Colonic Mucosal Ulceration, Ischemic Colitis and Ulcerative Colitis Osmotic laxatives may produce colonic mucosal aphthous ulcerations, and there have been reports of more serious cases of ischemic colitis requiring hospitalization. Concurrent use of stimulant laxatives and PLENVU may increase the risk and is not recommended. Consider the potential for mucosal ulcerations resulting from the bowel preparation when interpreting colonoscopy findings in patients with known or suspected inflammatory bowel disease. 5.6 Use in Patients with Significant Gastrointestinal Disease If gastrointestinal obstruction or perforation is suspected, perform appropriate diagnostic studies to rule out these conditions before administering PLENVU [see Contraindications ( 4 )] . Use with caution in patients with severe ulcerative colitis. 5.7 Aspiration Patients with impaired gag reflex or other swallowing abnormalities are at risk for regurgitation or aspiration of PLENVU. Observe these patients during the administration of PLENVU. Use with caution in these patients. Do not combine PLENVU with starch-based thickeners [see Dosage and Administration ( 2.1 )]. Polyethylene glycol (PEG), a component of PLENVU, when mixed with starch-thickened liquids reduces the viscosity of the starch-thickened liquid. When a PEG-based product used for another indication was mixed in starch-based pre-thickened liquids used in patients with dysphagia, thinning of the liquid occurred and cases of choking and potential aspiration were reported. 5.8 Glucose-6-Phosphate Dehydrogenase (G6PD) Deficiency Since PLENVU contains sodium ascorbate and ascorbic acid, PLENVU should be used with caution in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency, especially G6PD deficiency patients with an active infection, with a history of hemolysis, or taking concomitant medications known to precipitate hemolytic reactions. 5.9 Risks in Patients with Phenylketonuria Phenylalanine can be harmful to patients with phenylketonuria (PKU). PLENVU contains phenylalanine, a component of aspartame. Each PLENVU treatment contains 491 mg of phenylalanine. Before prescribing PLENVU to a patient with PKU, consider the combined daily amount of phenylalanine from all sources, including PLENVU. 5.10 Hypersensitivity Reactions PLENVU contains PEG and may cause serious hypersensitivity reactions including anaphylaxis, angioedema, rash, urticaria, and pruritus [see Adverse Reactions ( 6.1 , 6.2 )] . Inform patients of the signs and symptoms of anaphylaxis, and instruct them to seek immediate medical care should signs and symptoms occur."
    },
    "adverse_reactions": {
      "title": "Adverse Reactions",
      "content": "6 ADVERSE REACTIONS The following serious or otherwise important adverse reactions for bowel preparations are described elsewhere in the labeling: • Serious Fluid and Electrolyte Abnormalities [see Warnings and Precautions ( 5.1 )] • Cardiac Arrhythmias [see Warnings and Precautions ( 5.2 )] • Seizures [see Warnings and Precautions ( 5.3 )] • Patients with Renal Impairment [see Warnings and Precautions ( 5.4 )] • Colonic Mucosal Ulceration, Ischemic Colitis and Ulcerative Colitis [see Warnings and Precautions ( 5.5 )] • Patients with Significant Gastrointestinal Disease [see Warnings and Precautions ( 5.6 )] • Aspiration [see Warnings and Precautions ( 5.7 )] • Glucose-6-Phosphate Dehydrogenase (G6PD) Deficiency [see Warnings and Precautions ( 5.8 )] • Risks in Patients with Phenylketonuria [see Warnings and Precautions ( 5.9 )] • Hypersensitivity Reactions [see Warnings and Precautions ( 5.10 )] Most common adverse reactions (>2%) are nausea, vomiting, dehydration and abdominal pain/discomfort. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Salix Pharmaceuticals at 1-800-321-4576 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of PLENVU Two-Day Split Dosage and One-Day Morning Dosage regimens was evaluated in two randomized, parallel group, multicenter, investigator-blinded clinical trials (Two-Day Split Dosage in the NOCT and MORA trials and One-Day Morning Dosage in the MORA trial) in 1351 adult patients undergoing colonoscopy. The mean age of the study population was 56 years (range 18 to 86 years), 92% of patients were Caucasian and 51% were female. In the NOCT trial, 61% of patients had mild renal impairment. In the MORA trial, 67% had mild renal impairment and 5% had moderate renal impairment. Patients with severe renal impairment were not enrolled in the clinical trials of PLENVU [see Clinical Studies ( 14 )]. The most common adverse reactions (>2%) in the PLENVU treatment groups in both trials were: nausea, vomiting, dehydration and abdominal pain/discomfort. Table 1 and Table 2 display adverse reactions reported in at least 1% of patients in one or more treatment group(s) in the NOCT and MORA trials, respectively. Since diarrhea was considered as a part of the efficacy assessment, it was not defined as an adverse reaction in these trials. Table 1: Common Adverse Reactions* in Patients Undergoing Colonoscopy in the NOCT Trial by Treatment Group Preferred Term PLENVU Two-Day Split Dosage Regimen (N = 275) % Trisulfate Trisulfate: Two 6-ounce bottles of oral solution each containing sodium sulfate 17.5 grams, potassium sulfate 3.13 grams, magnesium sulfate 1.6 grams Two-Day Split Dosage Regimen (N = 271) % Nausea 7 2 Vomiting 6 3 Dehydration Includes signs and symptoms of dehydration, including dizziness, dry mouth, orthostatic hypotension, pre-syncope, syncope, and thirst 4 2 Abdominal Pain/Discomfort Includes abdominal discomfort, abdominal pain, lower abdominal pain, upper abdominal pain, and abdominal tenderness 2 2 Decline in Glomerular Filtration Rate (GFR) Decreased or abnormal GFR 2 2 Electrolyte Abnormalities Includes increased anion gap, decreased blood bicarbonate, hypomagnesemia, hyperosmolarity, hypokalemia, hyperkalemia, hypercalcemia, hypernatremia, hyperosmolar state, hyperuricemia, hypocalcemia, and hypophosphatemia 2 1 Fatigue 2 1 Headache 2 1 Abdominal Distension 1 1 Gastritis 1 1 Hiatus Hernia 1 0 Nasopharyngitis 1 1 * Reported in at least 1% of patients in either treatment group N = Total number of patients in the treatment group Table 2: Common Adverse Reactions* in Patients Undergoing Colonoscopy in the MORA Trial by Treatment Group Preferred Term PLENVU One-Day Morning Dosage Regimen (N = 271) % PLENVU Two-Day Split Dosage Regimen (N = 265) % 2 Liter PEG + Electrolytes Two-Day Split Dosage Regimen 2 Liter PEG Plus Electrolytes: Two doses each containing PEG 3350 100 grams, sodium sulfate 7.5 grams, sodium chloride 2.691 grams, potassium chloride 1.015 grams, sodium ascorbate 5.9 grams, and ascorbic acid 4.7 grams (N = 269) % Vomiting 7 4 1 Nausea 6 6 3 Dehydration Includes signs and symptoms of dehydration, including dizziness, dry mouth, orthostatic hypotension, pre-syncope, syncope, and thirst 4 3 2 Abdominal Pain/Discomfort Includes abdominal discomfort, abdominal pain, lower abdominal pain, upper abdominal pain, and abdominal tenderness 3 2 3 Hypertension 2 1 0 Headache 1 2 2 Electrolyte Abnormalities Includes increased anion gap, decreased blood bicarbonate, hypomagnesemia, increased blood osmolarity, hypokalemia, hyperkalemia, hypercalcemia, hypernatremia, hyperosmolar state, hyperuricemia, hypocalcemia, and hypophosphatemia 1 1 0 * Reported in at least 1% of patients in either treatment group N = Total number of patients in the treatment group Electrolyte Changes Increases in serum sodium, chloride, calcium, magnesium, phosphate, and urate were noted in more patients treated with PLENVU compared with control in one or both trials. The majority of these changes were transient and not clinically significant. Associated decreases in bicarbonate and increases in serum osmolality were also noted. Renal Function Decreases in creatinine clearance and increases in blood urea nitrogen (BUN) were also noted in more patients treated with PLENVU compared to control in both trials. Changes of a magnitude indicative of possible acute renal injury, or worsening of baseline chronic renal impairment, were noted infrequently and occurred at a similar incidence in both PLENVU and comparator arms. Adverse reactions in patients with mild renal impairment were similar to those in patients with normal renal function . Less Common Adverse Reactions Less common adverse reactions (less than 1%) in the NOCT and MORA trials include: anorectal discomfort, hypersensitivity reaction (including rash), migraine, somnolence, asthenia, chills, pains, aches, palpitation, sinus tachycardia, hot flush, and transient increase in liver enzymes. An additional 235 patients were exposed to the One-Day Morning Dosage Regimen of PLENVU in a third clinical trial, utilizing a comparator not approved in the United States. The adverse reaction profile for patients receiving PLENVU in that trial was similar to what is described above. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of another oral formulation of polyethylene glycol 3350, sodium ascorbate, sodium sulfate, ascorbic acid, sodium chloride and potassium chloride or other polyethylene glycol (PEG)-based bowel preparations. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity: urticaria/rash, pruritus, dermatitis, rhinorrhea dyspnea, chest and throat tightness, fever, angioedema, anaphylaxis and anaphylactic shock [see Contraindications ( 4 )] Cardiovascular: arrhythmia, atrial fibrillation, peripheral edema, asystole, and acute pulmonary edema after aspiration Gastrointestinal: upper gastrointestinal bleeding from a Mallory-Weiss tear, esophageal perforation [usually with gastroesophageal reflux disease (GERD)] Nervous system: tremor, seizure"
    },
    "drug_interactions": {
      "title": "Drug Interactions",
      "content": "7 DRUG INTERACTIONS Drugs that increase risks due to fluid and electrolyte changes. ( 7.1 ) 7.1 Drugs That May Increase Risks Due to Fluid and Electrolyte Abnormalities Use caution when prescribing PLENVU for patients with conditions and/or who are using medications that increase the risk of fluid and electrolyte disturbances or may increase the risk of renal impairment, seizures, arrhythmias, or QT prolongation in the setting of fluid and electrolyte abnormalities [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 )]. Consider additional patient evaluations as appropriate. 7.2 Potential for Reduced Drug Absorption PLENVU can reduce the absorption of other coadministered oral drugs . Administer oral medications at least 1 hour before starting each dose of PLENVU [see Dosage and Administration ( 2.1 )]. 7.3 Stimulant Laxatives Concurrent use of stimulant laxatives and PLENVU may increase the risk of mucosal ulceration or ischemic colitis. Avoid use of stimulant laxatives (e.g., bisacodyl, sodium picosulfate) while taking PLENVU [see Warnings and Precautions ( 5.5 )] ."
    },
    "special_populations": {
      "title": "Special Populations",
      "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary There are no available data with PLENVU in pregnant women to inform a drug-associated risk for adverse developmental outcomes. Animal reproduction studies have not been conducted with PLENVU. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. 8.2 Lactation Risk Summary There are no data available to assess the presence of PLENVU in human milk, the effects on the breastfed child or the effects on milk production. The lack of clinical data during lactation precludes a clear determination of the risk of PLENVU to a child during lactation; therefore, the developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for PLENVU and any potential adverse effects on the breastfed child from PLENVU or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of PLENVU in pediatric patients has not been established. 8.5 Geriatric Use Of the approximately 1,000 patients in clinical trials receiving PLENVU, 217 (21%) patients were over 65 years of age. No overall differences in safety or effectiveness were observed between geriatric patients and younger patients, and other reported clinical experience has not identified differences in responses between geriatric patients and younger patients. However, elderly patients are more likely to have decreased hepatic, renal or cardiac function and may be more susceptible to adverse reactions resulting from fluid and electrolyte abnormalities [see Warnings and Precautions ( 5.1 )] . 8.6 Renal Impairment Use PLENVU with caution in patients with renal impairment or patients taking concomitant medications that may affect renal function [see Drug Interactions ( 7.1 )] . These patients may be at risk for renal injury. Advise these patients of the importance of adequate hydration before, during and after the use of PLENVU, and consider performing baseline and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients [see Warnings and Precautions ( 5.4 )] ."
    },
    "patient_information": {
      "title": "Patient Information",
      "content": "17 PATIENT COUNSELING INFORMATION Advise the patient to read the FDA-approved patient labeling (Medication Guide and Instructions for Use). Instruct patients: • Two doses of PLENVU are required for a complete preparation for colonoscopy either as a Two-Day Split Dosage or One-Day Morning Dosage regimen [see Instructions for Use]. • Follow the directions in the Instructions for Use , for either the Two-Day Split Dosage or the One-Day Morning Dosage regimen, as prescribed. • Reconstitute each pouch of PLENVU in the mixing container with water before ingestion and drink additional clear liquids. Examples of clear liquids can be found in the Instructions for Use. Do not reconstitute with other liquids and/or add starch-based thickeners to the mixing container [see Warnings and Precautions (5.7)]. • Consume additional clear liquids before, during, and after the use of PLENVU to prevent dehydration [see Warnings and Precautions (5.1)] . • Consume only clear liquids (no solid food) from the start of PLENVU treatment until after the colonoscopy. • Do not eat or drink alcohol, milk, anything colored red or purple or any other foods containing pulp material. • Do not take other laxatives while taking PLENVU. • PLENVU contains 491 mg of phenylalanine per treatment [see Warnings and Precautions (5.9)] . • Administer oral medications at least 1 hour before starting each dose of PLENVU. • Contact their healthcare provider if they develop significant vomiting or signs of dehydration after taking PLENVU or if they experience altered consciousness or seizures [see Warnings and Precautions (5.1, 5.2, 5.3, 5.4)]. • Stop drinking PLENVU temporarily or drink each portion at longer intervals if severe abdominal discomfort or distention develops until these symptoms diminish. If severe symptoms persist, contact their healthcare provider. Distributed by: Salix Pharmaceuticals, a division of Bausch Health US, LLC Bridgewater, NJ 08807 USA Manufactured by: Norgine Limited 7 Tir-y-berth Industrial Estate New Road, Tir-y-berth Hengoed, CF82 8SJ United Kingdom (GBR) Patented. See https://patents.salix.com for US patent information. PLENVU is a registered trademark of the Norgine group of companies used under license. © 2023 Salix Pharmaceuticals, Inc. or its affiliates 9643003"
    }
  },
  "brand_names": [
    "Plenvu"
  ],
  "generic_names": [
    "POLYETHYLENE GLYCOL 3350, SODIUM SULFATE, SODIUM CHLORIDE, POTASSIUM CHLORIDE, ASCORBIC ACID, SODIUM ASCORBATE"
  ]
}