{
  "drug_name": "Prepopik",
  "source": "OpenFDA",
  "sections": {
    "indications_and_usage": {
      "title": "Indications And Usage",
      "content": "1 INDICATIONS AND USAGE CLENPIQ is indicated for cleansing of the colon as a preparation for colonoscopy in adults and pediatric patients 9 years of age and older. CLENPIQ ® is a combination of sodium picosulfate, a stimulant laxative, and magnesium oxide and anhydrous citric acid, which form magnesium citrate, an osmotic laxative, indicated for cleansing of the colon as a preparation for colonoscopy in adults and pediatric patients ages 9 years and older. ( 1 )"
    },
    "dosage_and_administration": {
      "title": "Dosage And Administration",
      "content": "2 DOSAGE AND ADMINISTRATION Administration: CLENPIQ is ready to drink. It does not need to be diluted prior to administration. One bottle of CLENPIQ is equivalent to one dose. ( 2.1 ) Two doses of CLENPIQ are required for a complete preparation for colonoscopy as a Split-Dose regimen. ( 2.1 ) Consume five or more 8-ounce cups of clear liquids after the first dose and four or more 8-ounce cups of clear liquids after the second dose. ( 2.2 ) Consume a variety of clear liquids after each dose of CLENPIQ. Ensure inclusion of balanced electrolyte solution along with other clear liquids. ( 2.1 , 5.1 , 5.5 ) Administer oral medications at least 1 hour before starting CLENPIQ. ( 2.1 , 7.2 ) If taking tetracycline or fluoroquinolone antibiotics, iron, digoxin, chlorpromazine, or penicillamine, take these medications at least 2 hours before and not less than 6 hours after administration of CLENPIQ. ( 2.1 , 7.3 ) For complete information on preparation before colonoscopy and administration of the dosage regimen, see full prescribing information. ( 2.1 , 2.2 ) Split-Dose Dosage Regimen ( 2.2 ) First dose: administer during evening before the colonoscopy Second dose: administer the next day, during the morning prior to the colonoscopy. 2.1 Important Administration Instructions Correct fluid and electrolyte abnormalities before administration of CLENPIQ [see Warnings and Precautions (5.1) ] . CLENPIQ is ready to drink. It is a clear solution with possible presence of visible particles and it does not need to be diluted prior to administration. One bottle of CLENPIQ is equivalent to one dose. Two doses of CLENPIQ are required for a complete preparation for colonoscopy as a Split-Dose regimen. The Split-Dose method consists of two separate doses: the first dose during the evening before the colonoscopy and the second dose the next day, during the morning prior to the colonoscopy [see Dosage and Administration (2.2) ] . Consume five or more 8-ounce cups of clear liquids after the first dose and four or more 8-ounce cups of clear liquids after the second dose [see Dosage and Administration (2.2) ] . Consume a variety of clear liquids. Clear liquids should include balanced electrolyte solution [see Warnings and Precautions (5.1 , 5.5) ] . Additional clear liquids, other than water, include black coffee or tea, plain jello, clear broth or bouillon, clear juices without pulp, ginger ale and other sodas, and frozen juice bars. Do not drink anything colored red or purple. Consume only clear liquids (no solid food) on the day before colonoscopy and until after the colonoscopy. Do not eat solid food or dairy and do not drink anything colored red or purple. Do not drink alcohol. Stop consumption of all liquids at least 2 hours before the colonoscopy. Do not take other laxatives while taking CLENPIQ. Administer oral medications at least one hour before starting each dose of CLENPIQ. If taking tetracycline or fluoroquinolone antibiotics, iron, digoxin, chlorpromazine, or penicillamine, take these medications at least 2 hours before and not less than 6 hours after administration of CLENPIQ. 2.2 Split-Dose Dosage Regimen The recommended dosage in adults and pediatric patients 9 years of age and older is shown below. Instruct patients to take two separate doses in conjunction with liquids, as follows: Dose 1 – On the day before colonoscopy: Instruct patients to consume only clear liquids (no solid food or dairy) on the day before the colonoscopy up until 2 hours before the time of the colonoscopy. Take the first dose (1 bottle) of CLENPIQ during the evening before the colonoscopy (e.g., 5:00 PM to 9:00 PM). Consume at least five 8-ounce cups (cup provided) of clear liquids after the CLENPIQ dose over the next 5 hours. If severe bloating, distention, or abdominal pain occurs, following the first dose, delay the second dose until the symptoms resolve. Dose 2 – Next morning on the day of colonoscopy (start approximately 5 hours prior to colonoscopy): Continue to consume only clear liquids (no solid food or dairy). Take the second dose (the second bottle) of CLENPIQ. Consume four or more 8-ounce cups (cup provided) of clear liquids after the CLENPIQ dose and up to 2 hours before the colonoscopy."
    },
    "contraindications": {
      "title": "Contraindications",
      "content": "4 CONTRAINDICATIONS CLENPIQ is contraindicated in the following conditions: Patients with severe renal impairment (creatinine clearance less than 30 mL/minute), which may result in accumulation of magnesium [see Warnings and Precautions (5.3) ]. Gastrointestinal obstruction or ileus [see Warnings and Precautions (5.6) ]. Bowel perforation [see Warnings and Precautions (5.6) ]. Toxic colitis or toxic megacolon. Gastric retention. Hypersensitivity to any of the ingredients in CLENPIQ [see Adverse Reactions (6.2) ]. Severe renal impairment (creatinine clearance less than 30 mL/minute) ( 4 , 5.3 , 8.6 ) Gastrointestinal (GI) obstruction or ileus ( 4 ) Bowel perforation ( 4 ) Toxic colitis or toxic megacolon ( 4 ) Gastric retention ( 4 ) Hypersensitivity to any of the ingredients in CLENPIQ ( 4 )"
    },
    "warnings_and_precautions": {
      "title": "Warnings And Precautions",
      "content": "5 WARNINGS AND PRECAUTIONS Risk of fluid and electrolyte abnormalities, arrhythmia, seizures, and renal impairment : Encourage adequate hydration, assess concurrent medications, and consider laboratory assessments prior to and after use. ( 5.1 , 5.2 , 5.3 , 5.4 , 7.1 ) Use in patients with renal impairment or taking concomitant medications that affect renal function : Use caution, ensure adequate hydration, and consider testing. ( 4 , 5.3 , 7.1 ) Syncope : Resulted in serious outcomes including falls, head injuries, and fractures; encourage adequate hydration. ( 5.5 ) Mucosal ulcerations : Consider potential for mucosal ulcerations when interpreting colonoscopy findings in patients with known or suspected inflammatory bowel disease. ( 5.6 ) Suspected GI obstruction or perforation : Rule out diagnosis before administration. ( 4 , 5.7 ) Patients at risk for aspiration : Observe during administration. ( 5.8 ) 5.1 Serious Fluid and Electrolyte Abnormalities Advise patients to hydrate adequately before, during, and after the use of CLENPIQ. Use caution in patients with congestive heart failure when replacing fluids. If a patient develops significant vomiting or signs of dehydration including signs of orthostatic hypotension after taking CLENPIQ, consider performing post-colonoscopy lab tests (electrolytes, creatinine, and BUN) and treat accordingly. Approximately 20% of patients in both arms (sodium picosulfate, magnesium oxide, and anhydrous citric acid, or 2 L of PEG + E plus two × 5-mg bisacodyl tablets) of clinical trials of another oral sodium picosulfate, magnesium oxide, and anhydrous citric acid product had orthostatic changes in blood pressure and/or heart rate on the day of colonoscopy and up to seven days post colonoscopy. In a single study of patients 9 to 16 years of age, approximately 20% of patients who received another oral product of sodium picosulfate, magnesium oxide, and anhydrous citric acid had orthostatic changes (changes in blood pressure and/or heart rate) compared with approximately 7% of those who received the comparator (PEG) [see Clinical Studies (14) ] . These changes occurred up to five days post colonoscopy. Fluid and electrolyte disturbances can lead to serious adverse reactions including cardiac arrhythmias, seizures, renal impairment, and syncope [see Warnings and Precautions (5.5) ] . Correct fluid and electrolyte abnormalities before treatment with CLENPIQ. Advise patients to consume a variety of clear liquids (e.g., balanced electrolyte solution), and not only water after each dose of CLENPIQ. In addition, use caution when prescribing CLENPIQ for patients who have conditions or who are using medications that increase the risk for fluid and electrolyte disturbances or that may increase the risk of seizure, arrhythmia, and renal impairment [see Drug Interactions (7.1) ] . 5.2 Seizures There have been reports of generalized tonic-clonic seizures and/or loss of consciousness with the use of bowel preparation products in patients with no prior history of seizures. The seizure cases were associated with electrolyte abnormalities (e.g., hyponatremia, hypokalemia, hypocalcemia, and hypomagnesemia) and low serum osmolality. The neurologic abnormalities resolved with correction of fluid and electrolyte abnormalities. Use caution when prescribing CLENPIQ for patients with a history of seizures and in patients at risk of seizure, such as patients taking medications that lower the seizure threshold (e.g., tricyclic antidepressants), patients withdrawing from alcohol or benzodiazepines, patients with known or suspected hyponatremia [see Adverse Reactions (6.2) ] . 5.3 Use in Patients with Renal Impairment CLENPIQ is contraindicated in patients with severe renal impairment (creatinine clearance less than 30 mL/min), accumulation of magnesium in plasma may occur. Use caution when prescribing CLENPIQ for patients with mild to moderate renal impairment or patients taking concomitant medications that may affect renal function (such as diuretics, angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, or non-steroidal anti-inflammatory drugs) [see Drug Interactions (7.1) ] . These patients may be at increased risk for renal injury. Advise these patients of the importance of adequate hydration before, during, and after the use of CLENPIQ. Consider performing baseline and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients. 5.4 Cardiac Arrhythmias There have been rare reports of serious arrhythmias associated with the use of ionic osmotic laxative products for bowel preparation. Use caution when prescribing CLENPIQ for patients at increased risk of arrhythmias (e.g., patients with a history of prolonged QT, uncontrolled arrhythmias, recent myocardial infarction, unstable angina, congestive heart failure, or cardiomyopathy). Consider pre-dose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias. 5.5 Syncope Syncope has been reported with CLENPIQ in the postmarketing setting. Some cases were serious events that included falls with associated head injuries or fractures requiring hospitalization. In some cases, electrolyte abnormalities were also present (e.g., hyponatremia and hypokalemia). Cases have been reported after one or two CLENPIQ doses and many of these cases occurred within 12 hours of dosing. Patients should be aware of the risk of syncope during treatment and adequately hydrate before, during, and after the use of CLENPIQ. Advise patients to consume a variety of clear liquids (e.g., balanced electrolyte solution), not only water after each dose of CLENPIQ and to get up gradually from a lying or sitting position [see Warnings and Precautions (5.1) ] . 5.6 Colonic Mucosal Ulceration, Ischemic Colitis, and Ulcerative Colitis Osmotic laxatives may produce colonic mucosal aphthous ulcerations and there have been reports of more serious cases of ischemic colitis requiring hospitalization. Concurrent use of additional stimulant laxatives with CLENPIQ may increase this risk. Consider the potential for mucosal ulcerations when interpreting colonoscopy findings in patients with known or suspected inflammatory bowel disease [see Adverse Reactions (6.2) ] . 5.7 Use in Patients with Significant Gastrointestinal Disease If gastrointestinal obstruction or perforation is suspected, perform appropriate diagnostic studies to rule out these conditions before administering CLENPIQ [see Contraindications (4) ] . Use with caution in patients with severe active ulcerative colitis. 5.8 Aspiration Patients with impaired gag reflex are at risk for regurgitation or aspiration during the administration of CLENPIQ. Observe these patients during the administration of CLENPIQ."
    },
    "adverse_reactions": {
      "title": "Adverse Reactions",
      "content": "6 ADVERSE REACTIONS The following serious or otherwise important adverse reactions for bowel preparations are described elsewhere in the labeling: Serious Fluid and Electrolyte Abnormalities [see Warnings and Precautions (5.1) ] Seizures [see Warnings and Precautions (5.2) ] Use in Patients with Renal Impairment [see Warnings and Precautions (5.3) ] Cardiac Arrhythmias [see Warnings and Precautions (5.4) ] Syncope [see Warnings and Precautions (5.5) ] Colonic Mucosal Ulceration, Ischemic Colitis and Ulcerative Colitis [see Warnings and Precautions (5.6) ] Use in Patients with Significant Gastrointestinal Disease [see Warnings and Precautions (5.7) ] Aspiration [see Warnings and Precautions (5.8) ] Most common adverse reactions are: Adults (≥2%): nausea, headache, hypermagnesemia, abdominal pain and dehydration or dizziness. ( 6.1 ) Pediatrics 9 to 16 years (>5%): nausea, vomiting, and abdominal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Ferring Pharmaceuticals Inc. at 1-888-FERRING (1-888-337-7464) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in clinical trials of another drug and may not reflect the rates observed in practice. Adults Clinical Study of CLENPIQ - Study 1 Table 1 displays the most common adverse reactions in a randomized, multicenter, assessor-blinded, non-inferiority trial of CLENPIQ for colon cleansing in adults (Study 1). CLENPIQ was compared to another oral sodium picosulfate, magnesium oxide, and anhydrous citric acid product, both administered according to the Split-Dose dosage regimen [see Clinical Studies (14) ] . Table 1: Common Adverse Reactions Observed in at Least 2% of Patients Undergoing Colon Cleansing in Study 1 Adverse Reaction Split-Dose Regimen CLENPIQ (N=448) % Sodium picosulfate, magnesium oxide, and anhydrous citric acid Powder for reconstitution (N=453) % Nausea 3 3 Headache 3 3 Hypermagnesemia Magnesium levels returned to normal within one week after colonoscopy in all patients in the CLENPIQ group. 2 5 Abdominal pain Abdominal pain included reports of abdominal pain, abdominal pain upper, and abdominal pain lower. 2 2 Dehydration or dizziness 2 2 Clinical Study of Another Sodium Picosulfate, Magnesium Oxide and Anhydrous Citric Acid Product - Study 2 In a randomized, multicenter, investigator-blinded, active-controlled clinical trial for colon cleansing in adults, another oral sodium picosulfate, magnesium oxide, and anhydrous citric acid product was compared with a regimen of two liters (2 L) of polyethylene glycol plus electrolytes solution (PEG + E) and two 5-mg bisacodyl tablets (Study 2). In this study the protocol specified that abdominal bloating, distention, pain/cramping, and watery diarrhea, which are known to occur in response to bowel preparation, were documented as adverse events only if they required medical intervention (such as a change in study drug or led to discontinuation, therapeutic or diagnostic procedures, met the criteria for serious adverse event) or showed clinically significant worsening during the study that was not in the frame of the usual clinical course, as determined by the investigator. The most common adverse reactions in Study 2 are shown in Table 2. Table 2: Common Adverse Reactions abdominal bloating, distention, pain/cramping, and watery diarrhea not requiring an intervention were not collected Observed in at Least 1% of Patients Undergoing Colon Cleansing in Study 2 Adverse Reaction Split-Dose Regimen Sodium picosulfate, magnesium oxide, and anhydrous citric acid (N=305) % 2 L PEG + E 2 L PEG + E = two liters polyethylene glycol plus electrolytes solution with 2 × 5-mg bisacodyl tablets (N=298) % Nausea 3 4 Headache 2 2 Vomiting 1 3 Electrolyte Abnormalities In Study 1, rates of abnormal electrolyte shifts were generally similar between CLENPIQ and another sodium picosulfate, magnesium oxide, and anhydrous citric acid product (Table 3). In general, these shifts were transient and not clinically significant. In Study 2, sodium picosulfate, magnesium oxide, and anhydrous citric acid was in general associated with numerically higher rates of abnormal electrolyte shifts on the day of colonoscopy compared to the control regimen (Table 3). These shifts were transient in nature and numerically similar between treatment arms at the Day 28 visit. Table 3: Shifts from Normal Baseline to Outside the Normal Range Post-Baseline Laboratory Parameter (direction of change) Visit Split-Dose Regimen Study 1 Split-Dose Regimen Study 2 CLENPIQ Sodium picosulfate, magnesium oxide, and anhydrous citric acid Powder for reconstitution Sodium picosulfate, magnesium oxide, and anhydrous citric acid 2 L PEG+E with 2 × 5 mg bisacodyl tablets n/N (%) n/N (%) N/A: not applicable. Potassium (low) Day of Colonoscopy 34/422 (8.1) 10/423 (2.4) 19/260 (7.3) 11/268 (4.1) 24-48 hours 13/417 (3.1) 3/423 (0.7) 3/302 (1.0) 2/294 (0.7) Day 7 7/420 (1.7) 6/425 (1.4) 11/285 (3.9) 8/279 (2.9) Day 28 3/421 (0.7) 7/423 (1.7) 11/284 (3.9) 8/278 (2.9) Sodium (low) Day of Colonoscopy 4/426 (0.9) 23/443 (5.2) 11/298 (3.7) 3/295 (1.0) 24-48 hours 6/423 (1.4) 9/441 (2.0) 1/303 (0.3) 1/295 (0.3) Day 7 6/423 (1.4) 9/440 (2.0) 2/300 (0.7) 1/292 (0.3) Day 28 8/427 (1.9) 9/439 (2.1) 2/299 (0.7) 3/291 (1.0) Chloride (low) Day of Colonoscopy 23/437 (5.3) 16/444 (3.6) 11/301 (3.7) 1/298 (0.3) 24-48 hours 3/434 (0.7) 3/442 (0.7) 1/303 (0.3) 0/295 (0.0) Day 7 3/434 (0.7) 2/441 (0.5) 1/303 (0.3) 3/295 (1.0) Day 28 4/438 (0.9) 1/440 (0.2) 2/302 (0.7) 3/294 (1.0) Magnesium (high) Day of Colonoscopy 112/431 (26.0) 143/440 (32.5) 34/294 (11.6) 0/294 (0.0) 24-48 hours 23/427 (5.4) 21/440 (4.8) 0/303 (0.0) 0/295 (0.0) Day 7 11/428 (2.6) 9/440 (2.0) 0/297 (0.0) 1/291 (0.3) Day 28 10/432 (2.3) 12/438 (2.7) 1/296 (0.3) 2/290 (0.7) Calcium (low) Day of Colonoscopy 8/436 (1.8) 1/446 (0.2) 2/292 (0.7) 1/286 (0.3) 24-48 hours 1/434 (0.2) 0/444 (0.0) 0/303 (0.0) 0/295 (0.0) Day 7 0/434 (0.0) 0/444 (0.0) 0/293 (0.0) 1/283 (0.4) Day 28 0/439 (0.0) 2/442 (0.5) 0/292 (0.0) 1/282 (0.4) Bicarbonate (low) Day of Colonoscopy 6/431 (1.4) 35/438 (8.0) N/A Bicarbonate was not analyzed in Study 2. N/A 24-48 hours 40/430 (9.3) 43/434 (9.9) N/A N/A Day 7 37/430 (8.6) 40/438 (9.1) N/A N/A Day 28 33/433 (7.6) 43/436 (9.9) N/A N/A Creatinine (high) Day of Colonoscopy 6/427 (1.4) 1/432 (0.2) 5/260 (1.9) 13/268 (4.9) 24-48 hours 6/425 (1.4) 5/431 (1.2) 1/303 (0.3) 0/295 (0.0) Day 7 5/426 (1.2) 4/431 (0.9) 10/264 (0.4) 13/267 (4.8) Day 28 4/429 (0.9) 6/429 (1.4) 11/264 (4.2) 14/265(5.3) Pediatrics In the pediatric patients aged 9 to 16 years who received another oral product of sodium picosulfate, magnesium oxide, and anhydrous citric acid, the most common adverse reactions (> 5%) were nausea, vomiting, and abdominal pain [see Clinical Studies (14) ] . Electrolytes abnormalities were observed in pediatric patients similar to those seen in adults. Three patients had abnormally low glucose levels (40 to 47 mg/dL). Two patients received sodium picosulfate, magnesium oxide, and anhydrous citric acid and one received the comparator (PEG). The abnormal values occurred at the colonoscopy visit for one patient (sodium picosulfate, magnesium oxide, and anhydrous citric acid) and at the 5-day follow up visit for the other two patients (sodium picosulfate, magnesium oxide, and anhydrous citric acid and PEG). All three patients were asymptomatic. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of oral sodium picosulfate, magnesium oxide, and anhydrous citric acid products. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity : rash, urticaria, and purpura Gastrointestinal: abdominal pain, diarrhea, fecal incontinence, proctalgia, vomiting, reversible aphthoid ileal ulcers, and ischemic colitis [see Warnings and Precautions (5.5) ] Neurologic: generalized tonic-clonic seizures with and without hyponatremia in epileptic patients, and syncope [see Warnings and Precautions (5.2 , 5.5) ] ."
    },
    "drug_interactions": {
      "title": "Drug Interactions",
      "content": "7 DRUG INTERACTIONS Drugs that increase risks due to fluid and electrolyte changes. ( 7.1 ) 7.1 Drugs That May Increase Risks of Fluid and Electrolyte Abnormalities Use caution when prescribing CLENPIQ for patients with conditions or who are taking other drugs, that increase the risk for fluid and electrolyte disturbances or may increase the risk of renal impairment, seizures, syncope, arrhythmias or QT prolongation in the setting of fluid and electrolyte abnormalities [see Warnings and Precautions (5.1 , 5.2 , 5.3 , 5.4 , 5.5) ] . 7.2 Potential for Reduced Drug Absorption CLENPIQ can reduce the absorption of other co-administered drugs [see Dosage and Administration (2.1) ] : Administer oral medications at least one hour before of the start of administration of CLENPIQ. Administer tetracycline and fluoroquinolone antibiotics [see Drug Interactions (7.3) ] , iron, digoxin, chlorpromazine, and penicillamine at least 2 hours before and not less than 6 hours after administration of CLENPIQ to avoid chelation with magnesium. 7.3 Antibiotics Prior or concomitant use of antibiotics with CLENPIQ may reduce efficacy of CLENPIQ as conversion of sodium picosulfate to its active metabolite BHPM is mediated by colonic bacteria."
    },
    "special_populations": {
      "title": "Special Populations",
      "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary There are no data with CLENPIQ use in pregnant women to determine a drug-associated risk of adverse developmental outcomes. In animal reproduction studies, no adverse developmental effects were observed in pregnant rats when sodium picosulfate, magnesium oxide, and anhydrous citric acid were administered orally at doses 1.2 times the recommended human dose based on body surface area during organogenesis. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data Reproduction studies with sodium picosulfate, magnesium oxide, and anhydrous citric acid have been performed in pregnant rats following oral administration of up to 2000 mg/kg twice daily (about 1.2 times the recommended human dose based on body surface area) during the period of organogenesis. There was no evidence of harm to the fetus due to sodium picosulfate, magnesium oxide, and anhydrous citric acid. The reproduction study in rabbits was not adequate, as treatment-related mortalities were observed at all doses. A pre and postnatal development study with sodium picosulfate, magnesium oxide, and anhydrous citric acid in rats showed no evidence of any adverse effect on pre and postnatal development at oral doses up to 2000 mg/kg twice daily (about 1.2 times the recommended human dose based on body surface area). Published reproduction studies with sodium picosulfate in pregnant rats and rabbits during the period of organogenesis did not show evidence of harm to the fetus at doses up to 100 mg/kg (approximately 49 and 98 times, respectively, the recommended human dose of 10 mg sodium picosulfate based on body surface area). 8.2 Lactation Risk Summary There are no data on the presence of magnesium oxide or anhydrous citric acid in either human or animal milk, the effects on the breastfed infant, or the effects on milk production. Published data on lactating women indicate that the active metabolite of sodium picosulfate, bis-( p -hydroxyphenyl)-pyridyl-2-methane (BHPM) remained below the limit of detection (1 ng/mL) in breast milk after both single and multiple doses of 10 mg/day. There are no data on the effects of sodium picosulfate on the breastfed infant or on milk production. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for CLENPIQ and any potential adverse effects on the breastfed infant from CLENPIQ or the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of CLENPIQ have been established for cleansing of the colon as a preparation for colonoscopy in pediatric patients 9 years of age and older. Use of CLENPIQ in this age group is supported by evidence from adequate and well-controlled trials in adults and a single, dose-ranging, controlled trial in 78 pediatric patients 9 to 16 years of age all of which evaluated another oral product of sodium picosulfate, magnesium oxide, and anhydrous citric acid [see Clinical Studies (14) ]. The safety profile in this pediatric population was similar to that seen in adults [see Adverse Reactions (6.1) ] . Monitor for possible hypoglycemia in pediatric patients, as CLENPIQ has no caloric substrate. The safety and effectiveness of CLENPIQ in pediatric patients less than 9 years of age have not been established. 8.5 Geriatric Use Of the 448 adult patients in Study 1 who received CLENPIQ, 124 (28%) patients were 65 years of age or older. No overall differences in safety or effectiveness were observed between geriatric patients and younger patients, and other reported clinical experience has not identified differences in responses between elderly and younger patients. Elderly patients are more likely to have decreased hepatic, renal, or cardiac function and may be more susceptible to adverse reactions resulting from fluid and electrolyte abnormalities [see Warnings and Precautions (5.1) ]. 8.6 Renal Impairment CLENPIQ is contraindicated in patients with severe renal impairment (creatinine clearance less than 30 mL/min), as accumulation of magnesium in plasma may occur [see Contraindications (4) ] . Patients with less severe renal impairment or patients taking concomitant medications that may affect renal function may be at increased risk for renal injury [see Warnings and Precautions (5.3) ] . Advise these patients of the importance of adequate hydration before, during, and after the use of CLENPIQ [see Dosage and Administration (2.1) ] . Consider performing baseline and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients."
    },
    "patient_information": {
      "title": "Patient Information",
      "content": "17 PATIENT COUNSELING INFORMATION Advise the patient to read the FDA-approved patient labeling (Medication Guide and Instructions for Use). Instruct patients: CLENPIQ is ready to drink. It is a clear solution with possible presence of visible particles and it does not need to be diluted prior to administration. One bottle of CLENPIQ is equivalent to one dose. Two doses of CLENPIQ are required for a complete preparation for colonoscopy as a Split-Dose regimen. See Instructions for Use . Follow the directions in the Instructions for Use , for the Split-Dose regimen, as prescribed. Consume five or more 8-ounce cups of clear liquids after the first dose and four or more 8-ounce cups of clear liquids after the second dose [see Dosage and Administration (2.2) ] . Consume a variety of clear liquids after each dose of CLENPIQ. Ensure inclusion of balanced electrolyte solution, along with other clear liquids [see Dosage and Administration (2.1) , Warnings and Precautions (5.1 , 5.5) ] . Consume only clear liquids (no solid food) on the day before colonoscopy and until after the colonoscopy. Do not eat solid food or dairy and do not drink anything colored red or purple. Do not drink alcohol. Do not take other laxatives while taking CLENPIQ. Administer oral medications at least one hour before starting each dose of CLENPIQ. If taking tetracycline or fluoroquinolone antibiotics, iron, digoxin, chlorpromazine, or penicillamine, take these medications at least 2 hours before and not less than 6 hours after administration of CLENPIQ. Delay the second dose of CLENPIQ, if severe bloating, distention, or abdominal pain occurs following the first dose until the symptoms resolve. Tell their healthcare provider if they have a history of fainting [see Warnings and Precautions (5.5) ] . Contact their healthcare provider if they develop significant vomiting or signs of dehydration during or after taking CLENPIQ or if they experience confusion, delirium, dizziness, lightheadedness, fainting, loss of consciousness, or seizures [see Warnings and Precautions (5.1 , 5.2 , 5.4 , 5.5) ] ."
    }
  },
  "brand_names": [
    "CLENPIQ"
  ],
  "generic_names": [
    "SODIUM PICOSULFATE, MAGNESIUM OXIDE, AND ANHYDROUS CITRIC ACID"
  ]
}