{
  "drug_name": "SUPREP",
  "source": "OpenFDA",
  "sections": {
    "indications_and_usage": {
      "title": "Indications And Usage",
      "content": "1 INDICATIONS AND USAGE SUPREP Bowel Prep Kit is indicated for cleansing of the colon as a preparation for colonoscopy in adult and pediatric patients 12 years of age and older. SUPREP Bowel Prep Kit is an osmotic laxative indicated for cleansing of the colon in preparation for colonoscopy in adult and pediatric patients 12 years of age and older. ( 1 )"
    },
    "dosage_and_administration": {
      "title": "Dosage And Administration",
      "content": "2 DOSAGE AND ADMINISTRATION Preparation and Administration ( 2.2 ) Must dilute in water prior to ingestion. Administration of two bottles of SUPREP Bowel Prep Kit is required for a complete preparation for colonoscopy. One bottle is equivalent to one dose. Must consume additional water after each dose. Stop consumption of all fluids at least 2 hours before the colonoscopy. Recommended Dosage and Administration Split-Dose (two-day) regimen consists of two doses of SUPREP Bowel Prep Kit: first dose during the evening prior to colonoscopy and second dose the next day, during the morning of colonoscopy. ( 2.1 , 2.3 , 2.4 ) Recommended SUPREP Bowel Prep Kit dosage is: º Adults: Two 6-ounce doses. ( 2.3 ) º Pediatric Patients 12 Years of Age and Older: Two 4.5-ounce doses. ( 2.4 ) For complete information on preparation before colonoscopy and administration of the dosage regimen, see full prescribing Information. ( 2.1 , 2.2 , 2.3 , 2.4 ) 2.1 Dosage and Administration Overview Administration of two bottles of SUPREP Bowel Prep Kit and additional water is required for a complete preparation for colonoscopy. One bottle of SUPREP Bowel Prep Kit is equivalent to one dose. SUPREP Bowel Prep Kit is supplied in two dosage strengths [see Dosage Forms and Strengths ( 3 )] . The recommended dosage is: Adults: Two 6-ounce doses [see Dosage and Administration ( 2.3 )] . Pediatric patients 12 years of age and older: Two 4.5-ounce doses [see Dosage and Administration ( 2.4 )] . 2.2 Important Preparation and Administration Instructions Correct fluid and electrolyte abnormalities before treatment with SUPREP Bowel Prep Kit [see Warnings and Precautions ( 5.1 )] Must dilute SUPREP Bowel Prep Kit in water before ingestion. Must consume additional water after each dose of SUPREP Bowel Prep Kit. On the day before colonoscopy, consume only a light breakfast or clear liquids (e.g., water, strained fruit juice without pulp, lemonade, plain coffee or tea, chicken broth gelatin dessert without fruit). On the day of the colonoscopy only consume clear liquids up to two hours prior to colonoscopy. Do not eat solid food or drink milk or eat or drink anything colored red or purple. Do not drink alcohol. Do not take other laxatives while taking SUPREP Bowel Prep Kit. Do not take oral medications within one hour of starting each dose of SUPREP Bowel Prep Kit. If taking tetracycline or fluoroquinolone antibiotics, iron, digoxin, chlorpromazine, or penicillamine, take these medications at least 2 hours before and not less than 6 hours after administration of SUPREP Bowel Kit [see Drug Interactions ( 7.2 )] . Stop consumption of all fluids at least 2 hours prior to the colonoscopy. 2.3 Recommended Dosage and Administration for Adults The recommended Split-Dose (two-day) regimen for adults consists of two 6-ounce doses of SUPREP Bowel Prep Kit: the first dose during the evening prior to colonoscopy and the second dose the next day, during the morning of the colonoscopy. Each dose consists of one bottle of SUPREP Bowel Prep Kit with additional water. The total volume of liquid required for colon cleansing (using two bottles) is 3 quarts. The following are recommended dosage and administration instructions for adults: Dose 1 – On the Day Prior to Colonoscopy: May consume a light breakfast, or only clear liquids (no solid food). In the evening before the procedure, pour the contents of one bottle of SUPREP Bowel Prep Kit into the mixing container provided. Add cool drinking water to the 16-ounce fill line on the container, mix, and drink the entire amount. Drink two additional containers filled with water to the 16-ounce fill line over the next hour. Dose 2 - Day of Colonoscopy: Continue to consume only clear liquids. In the morning (10 to 12 hours after the evening dose) on the day of the procedure, pour the contents of the second bottle of SUPREP Bowel Prep Kit into the mixing container provided. Add cool drinking water to the 16-ounce fill line on the container, mix, and drink the entire amount. Drink two additional containers filled with water to the 16-ounce fill line over the next hour. Complete all solution of SUPREP Bowel Prep Kit and required water at least two hours prior to colonoscopy. 2.4 Recommended Dosage and Administration for Pediatric Patients 12 Years of Age and Older The recommended Split-Dose (two-day) regimen for pediatric patients 12 years of age and older consists of two 4.5-ounce doses of SUPREP Bowel Prep Kit: the first dose during the evening prior to colonoscopy and the second dose the next day, during the morning of the colonoscopy. Each dose consists of one bottle of SUPREP Bowel Prep Kit with additional water. The total volume of liquid required for colon cleansing (using two bottles) is 2.25 quarts. The following are recommended dosage and administration instructions for pediatric patients 12 years of age and older and/or their caregivers: Dose 1 – On the Day Prior to Colonoscopy: May consume a light breakfast, or only clear liquids (no solid food). In the evening before the procedure, pour the contents of one bottle of SUPREP Bowel Prep Kit into the mixing container provided. Add cool drinking water to the 12-ounce fill line on the container, mix, and drink the entire amount. Drink two additional containers filled with water to the 12-ounce fill line over the next hour. Dose 2 - Day of Colonoscopy: Continue to consume only clear liquids. In the morning (10 to 12 hours after the evening dose) on the day of the procedure, pour the contents of the second bottle of SUPREP Bowel Prep Kit into the mixing container provided. Add cool drinking water to the 12-ounce fill line on the container, mix, and drink the entire amount. Drink two additional containers filled with water to the 12-ounce fill line over the next hour. Complete all solution of SUPREP Bowel Prep Kit solution and required water at least two hours prior to colonoscopy."
    },
    "contraindications": {
      "title": "Contraindications",
      "content": "4 CONTRAINDICATIONS SUPREP Bowel Prep Kit is contraindicated in the following conditions: Gastrointestinal obstruction or ileus [see Warnings and Precautions ( 5.6 )] Bowel perforation [see Warnings and Precaution ( 5.6 )] Toxic colitis or toxic megacolon Gastric retention Hypersensitivity to any of the ingredients in SUPREP Bowel Prep Kit [see Warnings and Precautions ( 5.8 ) and Description ( 11 )] Gastrointestinal obstruction or ileus ( 4 , 5.6 ) Bowel perforation ( 4 , 5.6 ) Toxic colitis or toxic megacolon ( 4 ) Gastric retention ( 4 ) Hypersensitivity to any ingredient ( 4 , 5.8 )"
    },
    "warnings_and_precautions": {
      "title": "Warnings And Precautions",
      "content": "5 WARNINGS AND PRECAUTIONS Risk of fluid and electrolyte abnormalities : Encourage adequate hydration, assess concurrent medications, and consider laboratory assessments prior to and after each use. ( 5.1 , 7.1 ) Cardiac arrhythmias : Consider pre-dose and post-colonoscopy ECGs in patients at increased risk. ( 5.2 ) Seizures : Use caution in patients with a history of seizures and patients at increased risk of seizures, including medications that lower the seizure threshold. ( 5.3 , 7.1 ) Patients with renal impairment or taking concomitant medications that affect renal function : Use caution, ensure adequate hydration and consider laboratory testing. ( 5.4 , 7.1 ) Suspected GI obstruction or perforation : Rule out the diagnosis before administration. ( 4 , 5.6 ) Patients at risk for aspiration : Observe during administration. ( 5.7 ) Hypersensitivity reactions, including anaphylaxis: Inform patients to seek immediate medical care if symptoms occur. ( 5.8 ) 5.1 Serious Fluid and Serum Chemistry Abnormalities Advise all patients to hydrate adequately before, during, and after the use of SUPREP Bowel Prep Kit. If a patient develops significant vomiting or signs of dehydration after taking SUPREP Bowel Prep Kit, consider performing post-colonoscopy lab tests (electrolytes, creatinine, and BUN). Fluid and electrolyte disturbances can lead to serious adverse events including cardiac arrhythmias, seizures and renal impairment. Correct fluid and electrolyte abnormalities before treatment with SUPREP Bowel Prep Kit. Use SUPREP Bowel Prep Kit with caution in patients with conditions, or who are using medications, that increase the risk for fluid and electrolyte disturbances or may increase the risk of adverse events of seizure, arrhythmias, and renal impairment [see Drug Interactions ( 7.1 )] . SUPREP Bowel Prep Kit can cause temporary elevations in uric acid [see Adverse Reactions ( 6.1 )] . Uric acid fluctuations in patients with gout may precipitate an acute flare. The potential for uric acid elevation should be considered before administering SUPREP Bowel Prep Kit to patients with gout or other disorders of uric acid metabolism. 5.2 Cardiac Arrhythmias There have been rare reports of serious arrhythmias associated with the use of ionic osmotic laxative products for bowel preparation. Use caution when prescribing SUPREP Bowel Prep Kit for patients at increased risk of arrhythmias (e.g., patients with a history of prolonged QT, uncontrolled arrhythmias, recent myocardial infarction, unstable angina, congestive heart failure, or cardiomyopathy). Consider pre-dose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias. 5.3 Seizures There have been reports of generalized tonic-clonic seizures and/or loss of consciousness associated with use of bowel preparation products in patients with no prior history of seizures. The seizure cases were associated with electrolyte abnormalities (e.g., hyponatremia, hypokalemia, hypocalcemia, and hypomagnesemia) and low serum osmolality. The neurologic abnormalities resolved with correction of fluid and electrolyte abnormalities. Use caution when prescribing SUPREP Bowel Prep Kit for patients with a history of seizures and in patients at increased risk of seizure, such as patients taking medications that lower the seizure threshold (e.g., tricyclic antidepressants), patients withdrawing from alcohol or benzodiazepines, or patients with known or suspected hyponatremia [see Drug Interactions ( 7.1 )] . 5.4 Use in Patients with Risk of Renal Injury Use SUPREP Bowel Prep Kit with caution in patients with impaired renal function or patients taking concomitant medications that may affect renal function (such as diuretics, angiotensin converting enzyme inhibitors, angiotensin receptor blockers, or non-steroidal anti-inflammatory drugs) [see Drug Interactions ( 7.1 )] . These patients may be at risk for renal injury. Advise these patients of the importance of adequate hydration with SUPREP Bowl Prep Kit and consider performing baseline and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients [see Use in Specific Populations ( 8.6 )] . 5.5 Colonic Mucosal Ulcerations and Ischemic Colitis Osmotic laxative products may produce colonic mucosal aphthous ulcerations, and there have been reports of more serious cases of ischemic colitis requiring hospitalization. Concurrent use of stimulant laxatives and SUPREP Bowel Prep Kit may increase these risks [see Drug Interactions ( 7.3 )] . Consider the potential for mucosal ulcerations resulting from the bowel preparation when interpreting colonoscopy findings in patients with known or suspect inflammatory bowel disease (IBD). 5.6 Use in Patients with Significant Gastrointestinal Disease If gastrointestinal obstruction or perforation is suspected, perform appropriate diagnostic studies to rule out these conditions before administering SUPREP Bowel Prep Kit [see Contraindications ( 4 )] . Use with caution in patients with severe active ulcerative colitis. 5.7 Aspiration Patients with impaired gag reflex or other swallowing abnormalities are at risk for regurgitation or aspiration of SUPREP Bowel Prep Kit solution. Observe these patients during administration of SUPREP Bowel Prep Kit solution. Use with caution in these patients. 5.8 Hypersensitivity Reactions Serious hypersensitivity reactions, including anaphylaxis, angioedema, dyspnea, rash, pruritus and urticaria have been reported with SUPREP [see Adverse Reactions ( 6.2 )] . Inform patients of the signs and symptoms of anaphylaxis and instruct them to seek immediate medical care should signs and symptoms occur."
    },
    "adverse_reactions": {
      "title": "Adverse Reactions",
      "content": "6 ADVERSE REACTIONS Most common adverse reactions are: Adults (>2%): overall discomfort, abdominal distention, abdominal pain, nausea, and vomiting. ( 6.1 ) Pediatric Patients (>10%): nausea, abdominal pain, abdominal bloating and vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Braintree Laboratories, Inc. at 1-800-874-6756 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . The following important adverse reactions for bowel preparations are described elsewhere in the labeling: Serious Fluid and Serum Chemistry Abnormalities [see Warnings and Precautions ( 5.1 )] Cardiac Arrhythmias [see Warnings and Precautions ( 5.2 )] Seizures [see Warnings and Precautions ( 5.3 )] Use in Patients with Risk of Renal Injury [see Warnings and Precautions ( 5.4 )] Colonic Mucosal Ulceration and Ischemic Colitis [see Warnings and Precautions ( 5.5 )] Patients with Significant Gastrointestinal Disease [see Warnings and Precautions ( 5.6 )] Aspiration [see Warnings and Precautions ( 5.7 )] Hypersensitivity Reactions [see Warnings and Precautions ( 5.8 )] 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in clinical studies of another drug and may not reflect the rates observed in practice. Adults The safety of SUPREP Bowel Prep Kit was evaluated in a multi-center, randomized, active controlled trial in 379 adult patients undergoing colonoscopy [see Clinical Studies ( 14 )] . Most Common Adverse Reactions Table 1 shows the most common adverse reactions reported in at least 2% of patients receiving SUPREP Bowel Prep Kit or the control (a bowel prep containing polyethylene glycol and electrolytes (PEG + E)) administered in split-dose (2-day) regimens. Table 1: Common Adverse Reactions* in Adult Patients Undergoing Colonoscopy in a Randomized, Active Controlled Trial Symptom Split-Dose (2-Day) Regimen SUPREP Bowel Prep Kit % N=190 PEG + E product % N=189 Overall Discomfort 54 67 Abdominal Distension 40 52 Abdominal Pain 36 43 Nausea 36 33 Vomiting 8 4 * reported in at least 2% of patients Laboratory Abnormalities Table 2 shows the most common laboratory abnormalities (at least 10% in either treatment group and more than 2% difference between groups) for patients who developed new abnormalities of important electrolytes and uric acid after completing the bowel preparation with either SUPREP Bowel Prep Kit or PEG+E administered as a split-dose (2-day) regimen. Table 2: Adult Patients with Normal Baseline Serum Chemistry with A Shift to an Abnormal Value While on the Split-Dose (2-Day) Regimen 1 Day of Colonoscopy N (%) 2 Day 30 N (%) 2 Bicarbonate (low) SUPREP 20 (13) 7 (4) PEG + Electrolytes 24 (15) 4 (3) Bilirubin, total (high) SUPREP 14 (9) 0 (0) PEG + Electrolytes 20 (12) 3 (2) BUN (high) SUPREP 2 (2) 14 (11) PEG + Electrolytes 4 (3) 19 (15) Calcium (high) SUPREP 16 (10) 8 (5) PEG + Electrolytes 6 (4) 6 (4) Chloride (high) SUPREP 4 (2) 6 (4) PEG + Electrolytes 20 (12) 6 (4) Osmolality (high) SUPREP 8 (6) NA PEG + Electrolytes 19 (13) NA Uric acid (high) SUPREP 27 (24) 13 (12) PEG + Electrolytes 12 (10) 20 (17) 1 The study was not designed to support comparative claims for the laboratory abnormalities reported in this table. 2 Percent (n/N) of patients where N=number of patients with normal baseline who had abnormal values at the timepoint(s) of interest. Less Common Adverse Reactions AV Block (1 case) and CK increase. Adverse Reactions with Unapproved Use In another study of 408 adult patients, higher rates of the following adverse reactions and laboratory abnormalities were reported in patients treated with SUPREP Bowel Prep Kit as an evening-only (1-day) regimen compared to the split-dose (2-day) regimen. overall discomfort, abdominal distention, nausea, and vomiting total bilirubin (high), BUN (high), creatinine (high), osmolality (high), potassium (high) and uric acid (high) Administration of SUPREP Bowel Prep Kit in an evening-only (1-day) dosing regimen is not recommended. Pediatrics 12 Years to 16 Years of Age The safety of SUPREP Bowel Prep Kit was evaluated in a single dose-ranging clinical trial of 89 pediatric patients aged 12 years to 16 years [see Clinical Studies ( 14 )] . In 26 pediatric patients who received SUPREP Bowel Prep Kit (two 4.5-ounce doses), the most common adverse reactions (> 10%) were nausea, abdominal pain, abdominal bloating, and vomiting. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of SUPREP. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity: anaphylaxis, angioedema, dyspnea, rash, pruritus, urticaria [see Warning and Precautions ( 5.8 )]"
    },
    "drug_interactions": {
      "title": "Drug Interactions",
      "content": "7 DRUG INTERACTIONS Drugs that increase risk of fluid and electrolyte imbalance. ( 7.1 ) 7.1 Drugs That May Increase Risks of Fluid and Electrolyte Abnormalities Use caution when prescribing SUPREP Bowel Prep Kit to patients taking medications that increase the risk of fluid and electrolyte disturbances or may increase the risk of adverse events of seizure, arrhythmias, and prolonged QT in the setting of fluid and electrolyte abnormalities [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 )]. 7.2 Potential for Reduced Drug Absorption SUPREP Bowel Prep Kit can reduce the absorption of other co-administered drugs [see Dosage and Administration ( 2.1 )] . Administer oral medications at least one hour before starting each dose of SUPREP Bowel Prep Kit. Administer tetracycline and fluoroquinolone antibiotics, iron, digoxin, chlorpromazine, and penicillamine at least 2 hours before and not less than 6 hours after administration of SUPREP Bowel Prep Kit to avoid chelation with magnesium. 7.3 Stimulant Laxatives Concurrent use of stimulant laxatives and SUPREP Bowel Prep Kit may increase the risk of mucosal ulceration or ischemic colitis. Avoid use of stimulant laxatives (e.g., bisacodyl, sodium picosulfate) while taking SUPREP Bowel Prep Kit [see Warnings and Precautions ( 5.5 )] ."
    },
    "special_populations": {
      "title": "Special Populations",
      "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary There are no available data on SUPREP Bowel Prep Kit use in pregnant women to evaluate for a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes. Animal reproductive studies have not been conducted with sodium sulfate, potassium sulfate, and magnesium sulfate (SUPREP Bowel Prep Kit). The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. 8.2 Lactation Risk Summary There are no data available data on the presence of SUPREP Bowel Prep Kit in human or animal milk, the effects on the breastfed child, or the effects on milk production. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for SUPREP Bowel Prep Kit and any potential adverse effects on the breastfed child from SUPREP Bowel Prep Kit or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of SUPREP Bowel Prep Kit (two 4.5-ounce doses) have been established for cleansing of the colon as a preparation for colonoscopy in pediatric patients 12 years of age and older. Use of SUPREP Bowel Prep Kit in this age group is supported by evidence from an adequate and well-controlled trial of SUPREP Bowel Prep Kit in adults and a single, dose-ranging, controlled trial in 89 pediatric patients 12 years to 16 years of age [see Clinical Studies ( 14 )] . In the pediatric trial, SUPREP Bowel Prep Kit (two 6-ounce doses) did not demonstrate additional treatment benefit and more patients reported gastrointestinal adverse reactions compared to SUPREP Bowel Prep Kit (two 4.5-ounce doses). Therefore, SUPREP Bowel Prep Kit (two 6-ounce doses) is not recommended for pediatric patients 12 years of age and older [see Dosage and Administration ( 2.3 )] . The safety profile of SUPREP Bowel Prep Kit (two 4.5-ounce doses) in this pediatric population was similar to that seen in adults [see Adverse Reactions ( 6.1 )] . The safety and effectiveness of SUPREP Bowel Prep Kit in pediatric patients less than 12 years of age have not been established. 8.5 Geriatric Use Of the 375 patients who received SUPREP Bowel Prep Kit in clinical trials, 94 (25%) were 65 years of age or older, and 25 (7%) were 75 years of age or older. No overall differences in safety or effectiveness of SUPREP Bowel Prep Kit, administered as the recommended split-dose (2-day) regimen, were observed between geriatric patients and younger patients. Geriatric patients reported more vomiting when SUPREP Bowel Prep Kit was given as a one-day preparation (not a recommended regimen). Elderly patients are more likely to have decreased hepatic, renal or cardiac function and may be more susceptible to adverse reactions resulting from fluid and electrolyte abnormalities [see Warnings and Precautions ( 5.1 )] . 8.6 Renal Impairment Use SUPREP Bowel Prep Kit with caution in patients with renal impairment or patients taking concomitant medications that may affect renal function. These patients may be at risk for renal injury. Advise these patients of the importance of adequate hydration before, during and after use of SUPREP Bowel Prep Kit and consider performing baseline and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients [see Warnings and Precautions ( 5.4 )] ."
    },
    "patient_information": {
      "title": "Patient Information",
      "content": "17 PATIENT COUNSELING INFORMATION Advise the patient and/or caregiver to read the FDA-approved patient labeling (Medication Guide). Instruct patients or caregivers: Must dilute SUPREP Bowel Prep Kit before ingestion. Must consume additional water after each dose of SUPREP Bowel Prep Kit. On the day before colonoscopy, consume only a light breakfast or clear liquids (e.g., water, apple or orange juice without pulp, lemonade, coffee, tea, or chicken broth). On the day of the colonoscopy only consume clear liquids up to two hours prior to colonoscopy. Two doses of SUPREP Bowel Prep Kit are required for a complete preparation for colonoscopy. One bottle of SUPREP Bowel Prep Kit is equivalent to one dose. Do not to take other laxatives while taking SUPREP Bowel Prep Kit. Do not eat solid food or drink milk or eat or drink anything colored red or purple. Do not drink alcohol. Do not take oral medications within one hour of starting each dose of SUPREP Bowel Prep Kit. If taking tetracycline or fluoroquinolone antibiotics, iron, digoxin, chlorpromazine, or penicillamine, take these medications at least 2 hours before and not less than 6 hours after administration of SUPREP Bowel Prep Kit [see Drug Interactions ( 7.2 )] . Stop consumption of all fluids at least 2 hours prior to colonoscopy. Contact their healthcare provider if they develop significant vomiting or signs of dehydration after taking SUPREP Bowel Prep Kit or if they experience cardiac arrhythmias or seizures [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 )] . Seek immediate medical care should signs or symptoms of a hypersensitivity reaction occur [see Warnings and Precautions ( 5.8 )] . Manufactured by Braintree Laboratories, Inc. Braintree, MA 02185 Please see www.sebelapharma.com for patent information."
    }
  },
  "brand_names": [
    "SUPREP Bowel Prep"
  ],
  "generic_names": [
    "SODIUM SULFATE, POTASSIUM SULFATE, MAGNESIUM SULFATE"
  ]
}