{
  "drug_name": "TriLyte",
  "source": "OpenFDA",
  "sections": {
    "indications_and_usage": {
      "title": "Indications And Usage",
      "content": "1 INDICATIONS AND USAGE PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution is an osmotic laxative indicated for cleansing of the colon as a preparation for colonoscopy in adults. PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution is an osmotic laxative indicated for cleansing of the colon as a preparation for colonoscopy in adults"
    },
    "dosage_and_administration": {
      "title": "Dosage And Administration",
      "content": "2 DOSAGE AND ADMINISTRATION Preparation and Administration: Two doses of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution are required for a complete preparation for colonoscopy, using a \"Two-Day\" preferred method or \"One-Day\" alternative method dosing regimen. ( 2.1 ) PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution must be reconstituted in water prior to ingestion. ( 2.1 ) Additional clear liquids must be consumed after each dose of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution in both dosing regiments. ( 2.1 , 5.1 ) Do not take other laxatives while taking PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. ( 2.1 , 5.5 ) Do not take oral medications within 1 hour of starting each dose. ( 2.1 ) Dosing Regimen: Two-Day (Split-Dose) (Preferred Method) : Dose 1 the evening before the colonoscopy, and Dose 2 the morning of the colonoscopy (approximately 12 hours after the start of Dose 1, and at least 3 ½ hours prior to the colonoscopy). ( 2.2 ) One-Day (Evening Only) (Alternative Method) : Dose 1 at least 3 ½ hours prior to bedtime the evening before the colonoscopy and Dose 2 approximately 1 ½ hours after starting Dose 1 the evening before the colonoscopy. ( 2.3 ) For complete information on dosing, preparation and administration see full prescribing information ( 2.1 , 2.2 , 2.3 ) 2.1 Important Preparation and Administration Instructions Correct fluid and electrolyte abnormalities before treatment with PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution [ see Warnings and Precautions (5.1) ]. Two doses of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution are required for a complete preparation for colonoscopy. The time interval between the two doses depends on the regimen prescribed and the planned timing of the colonoscopy procedure. [see Dosage and Administration ( 2.2 , 2.3 ) ] . The \"Split-Dose\" is the preferred method and consists of two separate doses: the first dose is taken the evening before the colonoscopy, and the second dose is taken the next day, the morning of the day of the colonoscopy [ see Dosage and Administration (2.2) ]. The \"Evening Only\" is the alternative method and consists of two separate doses: both doses are taken in the evening before the day of the colonoscopy, with a minimum of 1.5 hours between the start of the first dose and the start of the second dose [ see Dosage and Administration (2.3) ]. Both PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution dosing regimens require administration of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution using the mixing container provided to reconstitute the contents of Pouch A, Pouch B and Lemon flavor pack with water to the Fill Line. Do not reconstitute with other liquids and/or add starch-based thickeners to the mixing container [see Warnings and Precautions (5.7) ]. Additional clear liquids (including water) must be consumed in both dosing regimens [see Dosage and Administration ( 2.2 , 2.3 ), Warnings and Precautions (5.1) ] . Consume only clear liquids (no solid food) from the start of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution treatment until after the colonoscopy. Do not eat or drink alcohol, milk, anything colored red or purple or any other foods containing pulp material. Do not take other laxatives while taking PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution [ see Drug Interactions (7.3) ] . Do not take oral medications within 1 hour before or after starting each dose of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution [ see Drug Interactions (7.2) ]. Ensure completion of Dose 2, including all additional liquids, at least 2 hours before the colonoscopy. Storage : After reconstitution, store PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution- solution in an upright position and keep refrigerated. Use within 24 hours after it is mixed in water. 2.2 Two-Day Split-Dosing Regimen (Preferred Method) The Two-Day Split-Dosing regimen is the preferred dosing method. Instruct adult patients that on the day before the clinical procedure, they can consume breakfast, followed by a light lunch (no solid foods), and clear soup and/or plain yogurt for dinner, which must be completed at least 1 hour prior to the start of the first PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution dose. Instruct adult patients to take two separate doses in conjunction with fluids as follows: Dose 1 – In the evening before the colonoscopy, approximately 10 to 12 hours before Dose 2: Empty the contents of 1 Pouch A, 1 Pouch B and 1 Lemon Flavor pack into the mixing container that comes with PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. Add lukewarm water to the Fill Line on the mixing container (32 fluid ounces). Do not add other ingredients to the PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution- solution. Thoroughly mix with a spoon or shake with lid on securely until the contents of Pouch A, Pouch B and Lemon flavor pack are completely dissolved. Drink 8 ounces of the solution every 15 minutes. This should take about 1 hour. Be sure to drink all the solution. Refill the mixing container halfway to the Fill Line (at least 16 ounces) with a clear liquid and drink all this liquid before going to bed. Dose 2 – Take next morning, on the day of the colonoscopy, approximately 12 hours after the start of Dose 1 and at least 3 ½ hours prior to colonoscopy: Empty the contents of 1 Pouch A, 1 Pouch B and 1 Lemon flavor pack into the mixing container that comes with PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. Add lukewarm water to the Fill Line on the mixing container (32 fluid ounces). Do not add other ingredients to the PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution- solution. Thoroughly mix with a spoon or shake with lid on securely until the contents of Pouch A, Pouch B and Lemon flavor pack are completely dissolved. Drink 8 ounces of the solution every 15 minutes. This should take about 1 hour. Be sure to drink all of the solution. Refill the mixing container halfway to the Fill Line (at least 16 ounces) with a clear liquid and drink all this liquid at least 2 hours before the colonoscopy. Consume additional water or clear liquids up to 2 hours before the colonoscopy or as prescribed by your healthcare provider. Then stop drinking liquids until after the colonoscopy. Stop drinking PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution temporarily or drink each portion at longer intervals if severe bloating, abdominal discomfort or distention occurs, until these symptoms resolve. 2.3 One-Day Evening Only Dosing Regimen (Alternative Method) The One-Day Evening Only regimen is the alternative dosing method for patients for whom the Split-Dosing regimen is inappropriate. Instruct adult patients that on the day before the clinical procedure, they can consume breakfast, followed by a light lunch (no solid foods), and clear soup and/or plain yogurt for dinner, which must be completed at least 1 hour prior to the start of the first PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution dose. Instruct adult patients to take two separate doses in conjunction with fluids as follows: Dose 1 – At least 3 ½ hours before bedtime the evening before the colonoscopy : Empty the contents of 1 Pouch A, 1 Pouch B and 1 Lemon Flavor pack into the mixing container that comes with PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. Add lukewarm water to the Fill Line on the mixing container (32 fluid ounces). Do not add other ingredients to the PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution- solution. Thoroughly mix with a spoon or shake with lid on securely until the contents of Pouch A, Pouch B and Lemon Flavor pack are completely dissolved. Drink 8 ounces of the solution every 15 minutes. This should take about 1 hour. Be sure to drink all the solution. Dose 2 – At least 1 ½ hours after starting Dose 1 on the evening before the colonoscopy : Empty the contents of 1 Pouch A, 1 Pouch B and 1 Lemon Flavor pack into the mixing container that comes with PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. Add lukewarm water to the Fill Line on the mixing container (32 fluid ounces). Do not add other ingredients to the PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution- solution. Thoroughly mix with a spoon or shake with lid on securely until the contents of Pouch A, Pouch B and Lemon Flavor pack are completely dissolved. Drink 8 ounces of the solution every 15 minutes. This should take about 1 hour. Be sure to drink all of the solution. Refill the mixing container to the Fill Line (32 fluid ounces) with a clear liquid and drink all this liquid before going to bed. Consume additional water or clear liquids up to 2 hours before the colonoscopy or as prescribed by your healthcare provider. Then stop drinking liquids until after the colonoscopy. Stop drinking PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution temporarily or drink each portion at longer intervals if severe bloating, abdominal discomfort or distention occurs, until these symptoms resolve."
    },
    "contraindications": {
      "title": "Contraindications",
      "content": "4 CONTRAINDICATIONS PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution is contraindicated in the following conditions: Gastrointestinal (GI) obstruction [ see Warnings and Precautions (5.6) ] Bowel perforation [ see Warnings and Precautions (5.6) ] Gastric retention Ileus Toxic colitis or toxic megacolon Hypersensitivity to any ingredient in PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution [ see Warnings and Precautions (5.10) ] Gastrointestinal (GI) obstruction (4, 5.6 ) Bowel perforation (4, 4.6) Gastric retention (4) Ileus (4) Toxic colitis or toxic megacolon (4) Hypersensitivity to any ingredient in PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution (4, 5.10 )"
    },
    "warnings_and_precautions": {
      "title": "Warnings And Precautions",
      "content": "5 WARNINGS AND PRECAUTIONS Risk of fluid and electrolyte abnormalities : Encourage adequate hydration, assess concurrent medications, and consider laboratory assessments prior to and after use. ( 5.1 , 7.1 ) Cardiac arrhythmias : Consider pre-dose and post-colonoscopy ECGs in patients at increased risk. (5.2) Seizures: Use caution in patients with a history of seizures and patients at increased risk of seizure, including medications that lower the seizure threshold. ( 5.3 , 7.1 ) Patients with renal impairment or taking concomitant medications that affect renal function : Use caution, ensure adequate hydration and consider laboratory testing. ( 5.4 , 7.1 , 8.6 ) Colonic mucosal ulcerations : Consider potential for ulcerations when interpreting colonoscopy findings in patients with known or suspected inflammatory bowel disease. ( 5.5 ) Suspected GI obstruction or perforation : Rule out the diagnosis before administration. ( 5.6 ) Patients at risk for aspiration : Observe during administration. ( 5.7 ) Glucose-6-phosphate dehydrogenase deficiency (G-6-PD) : Use with caution. ( 5.8 ) Hypersensitivity reactions, including anaphylaxis : Inform patients to seek immediate medical care if symptoms occur. ( 5.10 ) 5.1 Serious Fluid and Electrolyte Abnormalities Advise patients to hydrate adequately before, during, and after the use of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. If a patient develops significant vomiting or signs of dehydration after taking PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution, consider performing post-colonoscopy lab tests (electrolytes, creatinine, and BUN). Bowel preparations can cause fluid and electrolyte disturbances, which can lead to serious adverse reactions including cardiac arrhythmias, seizures, and renal impairment [ see Adverse Reactions (6.2) ] . Correct fluid and electrolyte abnormalities before treatment with PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution should be used with caution in patients using concomitant medications that increase the risk of electrolyte abnormalities [such as diuretics, angiotensin converting enzyme (ACE) inhibitors or angiotensin receptor blockers (ARBs)] or in patients with known or suspected hyponatremia. Consider performing pre-dose and post-colonoscopy laboratory tests (sodium, potassium, calcium, creatinine, and BUN) in these patients [ see Drug Interactions (7.1) ]. 5.2 Cardiac Arrhythmias There have been rare reports of serious arrhythmias (including atrial fibrillation) associated with the use of ionic osmotic laxative products for bowel preparation. These occur predominantly in patients with underlying cardiac risk factors and electrolyte disturbances. Use caution when prescribing PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution for patients at increased risk of arrhythmias (e.g., patients with a history of prolonged QT, uncontrolled arrhythmias, recent myocardial infarction, unstable angina, congestive heart failure, cardiomyopathy, or electrolyte imbalance). Consider pre-dose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias. 5.3 Seizures There have been rare reports of generalized tonic-clonic seizures and/or loss of consciousness associated with use of bowel preparation products in patients with no prior history of seizures. The seizure cases were associated with electrolyte abnormalities (e.g., hyponatremia, hypokalemia, hypocalcemia, and hypomagnesemia) and low serum osmolality. The neurologic abnormalities resolved with correction of fluid and electrolyte abnormalities. Use caution when prescribing PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution for patients with a history of seizures and in patients at increased risk of seizure, such as patients taking medications that lower the seizure threshold (e.g., tricyclic antidepressants), patients withdrawing from alcohol or benzodiazepines, or patients with known or suspected hyponatremia [ see Drug Interactions (7.1) ] . 5.4 Use in Patients with Renal Impairment Use PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution with caution in patients with renal impairment or patients taking concomitant medications that affect renal function (such as diuretics, ACE inhibitors, angiotensin receptor blockers, or nonsteroidal anti-inflammatory drugs) [ see Drug Interactions (7.1) ] . These patients may be at risk for renal injury. Advise these patients of the importance of adequate hydration before, during, and after use of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution, and consider performing pre-dose and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients [ see Use in Specific Populations (8.6) ] . 5.5 Colonic Mucosal Ulceration, Ischemic Colitis and Ulcerative Colitis Osmotic laxatives may produce colonic mucosal aphthous ulcerations, and there have been reports of more serious cases of ischemic colitis requiring hospitalization. Concurrent use of stimulant laxatives and PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution may increase the risk of mucosal ulceration or ischemic colitis and is not recommended. Consider the potential for mucosal ulcerations resulting from the bowel preparation when interpreting colonoscopy findings in patients with known or suspected inflammatory bowel disease. 5.6 Use in Patients with Significant Gastrointestinal Disease If gastrointestinal obstruction or perforation is suspected, perform appropriate diagnostic studies to rule out these conditions before administering PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution [ see Contraindications (4) ] . Use with caution in patients with severe ulcerative colitis. 5.7 Aspiration Patients with impaired gag reflex or other swallowing abnormalities are at risk for regurgitation or aspiration of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. Observe these patients during the administration of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. Use with caution in these patients. Do not combine PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution with starch-based thickeners [see Dosage and Administration ( 2.1 )] . Polyethylene glycol (PEG), a component of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution, when mixed with starch-thickened liquids reduces the viscosity of the starch-thickened liquid. When a PEG-based product used for another indication was mixed in starch-based pre-thickened liquids used in patients with dysphagia, thinning of the liquid occurred and cases of choking and potential aspiration were reported. 5.8 Glucose-6-Phosphate Dehydrogenase (G6PD) Deficiency Since PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution contains sodium ascorbate and ascorbic acid, PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution should be used with caution in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency, especially G6PD deficiency patients with an active infection, with a history of hemolysis, or taking concomitant medications known to precipitate hemolytic reactions. 5.10 Hypersensitivity Reactions PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution contains polyethylene glycol (PEG) and lemon flavoring (containing Natural Lemon Flavor, Maltodextrin and Saccharin Sodium) and may cause serious hypersensitivity reactions including anaphylaxis, angioedema, rash, urticaria, and pruritus [see Contraindications ( 4 ), Adverse Reactions ( 6.2 ) and Description ( 11 )] . Inform patients of the signs and symptoms of anaphylaxis, and instruct them to seek immediate medical care should signs and symptoms occur."
    },
    "adverse_reactions": {
      "title": "Adverse Reactions",
      "content": "6 ADVERSE REACTIONS The following serious or otherwise important adverse reactions for bowel preparations are described elsewhere in the labeling: Serious Fluid and Electrolyte Abnormalities [ see Warnings and Precautions (5.1) ] Cardiac Arrhythmias [ see Warnings and Precautions (5.2) ] Seizures [ see Warnings and Precautions (5.3) ] Patients with Renal Impairment [ see Warnings and Precautions (5.4) ] Colonic Mucosal Ulceration, Ischemic Colitis and Ulcerative Colitis [ see Warnings and Precautions (5.5) ] Patients with Significant Gastrointestinal Disease [ see Warnings and Precautions (5.6) ] Aspiration [ see Warnings and Precautions (5.7) ] Glucose-6-Phosphate Dehydrogenase (G6PD) Deficiency [ see Warnings and Precautions (5.8) ] Hypersensitivity Reactions [ see Warnings and Precautions (5.10) ] Most common adverse reactions (≥ 5%) are: Two-Day (Split-Dose): malaise, nausea, abdominal pain, vomiting, and upper abdominal pain. ( 6.1 ) One-Day (Evening-Only): abdominal distension, anal discomfort, thirst, nausea, abdominal pain, sleep disorder, rigors, hunger, malaise, vomiting, and dizziness. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc. at 1-866-403-7592 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution as a Two-Day Split-Dosing and One-Day Evening Only Dosing Regimen was evaluated in two randomized, active-controlled, multicenter, investigator-blinded clinical trials in adult patients scheduled to have an elective colonoscopy [see Clinical Studies (14)] . The safety analysis for Study 1 included 359 adult patients ranging in age from 18 to 88 years (mean age 59), with 52% female and 48% male patients. The safety analysis for Study 2 included 340 adult patients ranging in age from 21 to 76 years (mean age 53), with 53% male and 47% female patients. Tables 1 and 2 display adverse reactions reported in at least 2% and 5% of patients in either treatment group in Study 1 and Study 2, respectively. Since diarrhea was considered as a part of the efficacy assessment, it was not defined as an adverse reaction in these trials. Table 1: Common Adverse Reactions1 in Patients Undergoing Colonoscopy in Study 11 PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution Two-Day Split Dosing Regimen (N=180) 4 Liter PEG + Electrolytes Solution (N=179) Malaise 19% 18% Nausea 14% 20% Abdominal pain 13% 15% Vomiting 8% 13% Upper abdominal pain 6% 6% Dyspepsia 3% 1% 1 Reported in at least 2% of patients in either treatment group Table 2: Common Adverse Reactions1,2 in Patients Undergoing Colonoscopy in Study 22 PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution One-Day Evening Only Dosing Regimen(N=169) 90 mL Oral Sodium Phosphate Solution (N=171) Abdominal distension 60% 41% Anal discomfort 51% 52% Thirst 47% 65% Nausea 47% 47% Abdominal pain 39% 32% Sleep disorder 35% 29% Rigors 34% 30% Hunger 30% 71% Malaise 27% 53% Vomiting 7% 8% Dizziness 7% 18% Headache 2% 5% Hypokalemia 0% 6% Hyperphosphatemia 0% 6% 1 Reported in at least 5% of patients in either treatment group 2 Patients were specifically asked about the occurrence of the following symptoms: shivering, anal irritations, abdominal bloating or fullness, sleep loss, nausea, vomiting, weakness, hunger sensation, abdominal cramps or pain, thirst sensation, and dizziness. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution or other PEG-based products. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiovascular: Tachycardia, palpitations, hypertension, arrhythmia, atrial fibrillation, peripheral edema, asystole, acute pulmonary edema and syncope, and dehydration. Gastrointestinal: upper gastrointestinal bleeding from a Mallory-Weiss tear, esophageal perforation [usually with gastroesophageal reflux disease (GERD)] Hypersensitivity reactions: anaphylaxis (some of which were severe, including shock), rash, urticaria, pruritus, lip, tongue and facial swelling, dyspnea, chest tightness and throat tightness, rhinorrhea, dermatitis, fever, and chills [see Warnings and Precautions (5.10) ]. Nervous system: tremor, seizure. Renal: renal impairment and/or failure."
    },
    "drug_interactions": {
      "title": "Drug Interactions",
      "content": "7 DRUG INTERACTIONS Drugs that increase risk for fluid and electrolyte imbalance. ( 7.1 ) 7.1 Drugs That May Increase Risks due to Fluid and Electrolyte Abnormalities Use caution when prescribing PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution for patients with conditions and/or who are using medications that increase the risk for fluid and electrolyte disturbances or may increase the risk of renal impairment, seizures, arrhythmias, or QT prolongation in the setting of fluid and electrolyte abnormalities [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 )]. Consider additional patient evaluations as appropriate 7.2 Potential for Reduced Drug Absorption PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution can reduce the absorption of other co-administered drugs. Administer oral medications at least 1 hour before the start of administration of each dose of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution [ see Dosage and Administration (2.1) ] . 7.3 Stimulant Laxatives Concurrent use of stimulant laxatives and PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution may increase the risk of mucosal ulceration or ischemic colitis. Avoid use of stimulant laxatives (e.g., bisacodyl, sodium picosulfate) while taking PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution [see Warnings and Precautions ( 5.5 , 5.6 )] ."
    },
    "special_populations": {
      "title": "Special Populations",
      "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary There are no available data on PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution in pregnant women to inform a drug-associated risk for adverse developmental outcomes. Animal reproduction studies have not been conducted with PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. 8.2 Lactation Risk Summary There are no data available on the presence of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution in human milk, the effects of the drug on the breastfed child, or the effects of the drug on milk production. The lack of clinical data during lactation precludes a clear determination of the risk of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution to a child during lactation; therefore, the developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution and any potential adverse effects on the breastfed child from PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution in pediatric patients have not been established. 8.5 Geriatric Use Of the 413 patients in clinical trials receiving PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution, 91 (22%) patients were aged 65 or older, while 25 (6%) patients were over 75 years of age. No overall differences in safety or effectiveness were observed between geriatric patients and younger patients, and other reported clinical experience has not identified differences in responses between geriatric patients and younger patients. However, elderly patients are more likely to have decreased hepatic, renal or cardiac function and may be more susceptible to adverse reactions resulting from fluid and electrolyte abnormalities [ see Warnings and Precautions (5.1) ] . 8.6 Renal Impairment Use PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution with caution in patients with renal impairment or patients taking concomitant medications that may affect renal function [see Drug Interactions (7.1)] . These patients may be at risk for renal injury. Advise these patients of the importance of adequate hydration before, during and after the use of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution, and consider performing baseline and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients [ see Warnings and Precautions (5.4) ] ."
    },
    "patient_information": {
      "title": "Patient Information",
      "content": "17 PATIENT COUNSELING INFORMATION Advise the patient to read the FDA-approved patient labeling (Medication Guide and Instructions for Use). Instruct patients: That two doses of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution are required for a complete preparation for colonoscopy either as a Split-Dose (2-Day), or Evening Only (1-Day) dosing regimen [ see Instructions for Use ] . Not to take other laxatives while they are taking PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. That each pouch needs to be reconstituted in water before ingestion and that they should drink additional clear liquids. Examples of clear liquids can be found in the Instructions for Use . Not to take oral medications within one hour of starting each dose of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution. To follow the directions in the Instructions for Use , for either the Two-Day Split-Dosing or the One-Day Evening Only Dosing regimen, as prescribed. To consume additional clear liquids before, during, and after the use of PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution to prevent dehydration [ see Warnings and Precautions (5.1) ] . To contact their healthcare provider if they develop significant vomiting or signs of dehydration after taking PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution or if they experience altered consciousness or seizures [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 )] Not to eat or drink alcohol, milk, anything colored red or purple or any other foods containing pulp material. To stop drinking PEG-3350, Sodium Sulfate, Sodium Chloride, Potassium Chloride, Sodium Ascorbate, and Ascorbic Acid for Oral Solution temporarily or drink each portion at longer intervals if they develop severe abdominal discomfort or distention until these symptoms diminish. If severe symptoms persist, tell patients to contact their healthcare provider. Distributed By: Teva Pharmaceuticals USA, Inc. North Wales, PA 19454 SAP Code: 270438 Rev. 04/2022"
    }
  },
  "brand_names": [
    "PEG-3350, SODIUM SULFATE, SODIUM CHLORIDE, POTASSIUM CHLORIDE, SODIUM ASCORBATE AND ASCORBIC ACID"
  ],
  "generic_names": [
    "PEG-3350, SODIUM SULFATE, SODIUM CHLORIDE, POTASSIUM CHLORIDE, SODIUM ASCORBATE AND ASCORBIC ACID"
  ]
}