{
  "drug_name": "GoLYTELY",
  "set_id": "57d22b0b-1ae0-4203-babc-f3bac17bd1c9",
  "source": "DailyMed",
  "sections": {
    "indications_and_usage": {
      "title": "1 INDICATIONS AND USAGE\n",
      "content": "GoLYTELY is indicated for bowel cleansing prior to colonoscopy and barium enema X-ray examination in adults."
    },
    "dosage_and_administration": {
      "title": "2 DOSAGE AND ADMINISTRATION\n",
      "content": "Preparation and Administration ( 2.1 ): Correct fluid and electrolyte abnormalities before treatment with GoLYTELY. Reconstitute GoLYTELY with water prior to ingestion. Do not take oral medications within 1 hour before the start or during administration of GoLYTELY. ( 2.1 ) Do not take other laxatives while taking GoLYTELY. Consume only clear liquids; avoid red and purple liquids. Consume water or other clear liquids up until 2 hours before the time of the colonoscopy. Do not consume solid food within 2 hours before starting GoLYTELY. Adult Dosing Regimen ( 2.2 ): On day prior to colonoscopy, instruct patients to consume a light breakfast at least 2 hours before starting GoLYTELY. Begin the recommended dosage regimen for GoLYTELY early in the evening on the day before colonoscopy Drink reconstituted solution at a rate of 8 ounces every 10 minutes, until 4 liters are consumed, or rectal effluent is clear. For complete information on dosing, preparation and administration, see the full prescribing information. ( 2.1 , 2.2 )"
    },
    "special_populations": {
      "title": "7.3 Stimulant Laxatives",
      "content": "Concurrent use of stimulant laxatives and GoLYTELY may increase the risk of mucosal ulceration or ischemic colitis. Avoid use of stimulant laxatives (e.g., bisacodyl, sodium picosulfate) while taking GoLYTELY [see Warnings and Precautions ( 5.5 )] ."
    },
    "contraindications": {
      "title": "4 CONTRAINDICATIONS\n",
      "content": "GoLYTELY is contraindicated in the following conditions: Gastrointestinal (GI) obstruction [see Warnings and Precautions ( 5.6 )] Bowel perforation [see Warnings and Precautions ( 5.6 )] Toxic colitis or toxic megacolon Gastric retention Ileus Hypersensitivity to any component of GoLYTELY [see Warnings and Precautions ( 5.8 )]"
    },
    "warnings": {
      "title": "5 WARNINGS AND PRECAUTIONS\n",
      "content": "Risk of fluid and electrolyte abnormalities : Encourage adequate hydration, assess concurrent medications, and consider laboratory assessments prior to and after use. ( 5.1 , 5.2 , 7.1 ) Cardiac arrhythmias : Consider pre-dose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias. ( 5.2 ) Seizures : Use caution in patients with a history of seizures and patients at increased risk of seizure, including medications that lower the seizure threshold. ( 5.3 , 7.1 ) Patients with renal impairment or taking concomitant medications that affect renal function : Use caution, ensure adequate hydration and consider testing. ( 5.4 , 7.1 , 8.6 ) Mucosal ulcerations : Consider potential for mucosal ulcerations when interpreting colonoscopy findings in patients with known or suspected inflammatory bowel disease. ( 5.5 , 7.3 ) Patients at risk for aspiration : Observe during administration. ( 5.7 ) Hypersensitivity reactions including anaphylaxis : Inform patients to seek immediate medical care if symptoms occur. ( 5.8 )"
    },
    "adverse_reactions": {
      "title": "6 ADVERSE REACTIONS\n",
      "content": "The following clinically significant adverse reactions are described elsewhere in the labeling: Renal impairment [see Warnings and Precautions ( 5.4 )] Colonic mucosal ulcerations and ischemic colitis [see Warnings and Precautions ( 5.5 )] Patients with significant gastrointestinal disease [see Warnings and Precautions ( 5.6 )] Aspiration [see Warnings and Precautions ( 5.7 )] The following adverse reactions associated with the use of GoLYTELY were identified in clinical trials or postmarketing reports. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency, reliably, or establish a causal relationship to drug exposure. Cardiovascular: arrhythmia, atrial fibrillation, peripheral edema, asystole, and acute pulmonary edema after aspiration [see Warnings and Precautions ( 5.2 )] . Nervous system: tremor, seizure [see Warnings and Precautions ( 5.3 )] Hypersensitivity: Urticaria/rash, pruritus, dermatitis, rhinorrhea, dyspnea, chest and throat tightness, fever, angioedema, anaphylaxis and anaphylactic shock [see Contraindications ( 4 ), Warnings and Precautions ( 5.8 )] Gastrointestinal: Nausea, abdominal fullness and bloating are the most common adverse reactions (occurred in up to 50% of patients). Other less common adverse reactions include: abdominal cramps, vomiting, “butterfly-like” infiltrates on chest X-ray after vomiting and aspirating PEG, anal irritation, and upper GI bleeding from Mallory-Weiss Tear, esophageal perforation [usually with gastroesophageal reflux disease (GERD)]."
    },
    "drug_interactions": {
      "title": "7 DRUG INTERACTIONS\n",
      "content": "Some drugs increase risks due to fluid and electrolyte changes ( 7.1 )"
    },
    "patient_counseling_information": {
      "title": "17 PATIENT COUNSELING INFORMATION\n",
      "content": "Advise the patient to read the FDA-Approved Patient Labeling (Medication Guide and Instructions for Use). Instruct Patients: To reconstitute GoLYTELY with water prior to ingestion. Not to take other laxatives while they are taking GoLYTELY. Not to take oral medications within 1 hour before the start or during the administration of GoLYTELY. To take only clear liquids but avoid red and purple liquids. To consume water or other clear liquids during the bowel preparation and after completion of the bowel preparation up until 2 hours before the time of the colonoscopy. To follow the directions in the Instructions for Use on how to prepare and administer the product. If they experience severe bloating, distention or abdominal pain, to slow or temporarily discontinue drinking the solution and to contact their healthcare provider. To contact their healthcare provider if they develop signs and symptoms of dehydration or if they experience altered consciousness or seizures. [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 )] . To discontinue administration of the solution and contact their healthcare provider if they develop symptoms of a hypersensitivity reaction [see Warnings and Precautions ( 5.8 )] . Manufactured by Braintree Laboratories, Inc. 270 Centre Street Holbrook, MA 02343 Marketed by Braintree, a Part of Sebela Pharmaceuticals®. 60 Columbian Street West Braintree, MA 02185"
    }
  }
}