{
  "drug_name": "SUPREP",
  "set_id": "2f5f06de-ee98-44c0-be7e-9a998d1e5c16",
  "source": "DailyMed",
  "sections": {
    "indications_and_usage": {
      "title": "1 INDICATIONS AND USAGE",
      "content": "SUPREP Bowel Prep Kit is indicated for cleansing of the colon as a preparation for colonoscopy in adult and pediatric patients 12 years of age and older."
    },
    "dosage_and_administration": {
      "title": "2 DOSAGE AND ADMINISTRATION",
      "content": "Preparation and Administration ( 2.2 ) Must dilute in water prior to ingestion. Administration of two bottles of SUPREP Bowel Prep Kit is required for a complete preparation for colonoscopy. One bottle is equivalent to one dose. Must consume additional water after each dose. Stop consumption of all fluids at least 2 hours before the colonoscopy. Recommended Dosage and Administration Split-Dose (two-day) regimen consists of two doses of SUPREP Bowel Prep Kit: first dose during the evening prior to colonoscopy and second dose the next day, during the morning of colonoscopy. ( 2.1 , 2.3 , 2.4 ) Recommended SUPREP Bowel Prep Kit dosage is: º Adults: ﻿ Two 6-ounce doses. ( 2.3 ) º Pediatric Patients 12 Years of Age and Older: Two 4.5-ounce doses. ( 2.4 ) For complete information on preparation before colonoscopy and administration of the dosage regimen, see full prescribing Information. ( 2.1 , 2.2 , 2.3 , 2.4 )"
    },
    "special_populations": {
      "title": "8.6 Renal Impairment",
      "content": "Use SUPREP Bowel Prep Kit with caution in patients with renal impairment or patients taking concomitant medications that may affect renal function. These patients may be at risk for renal injury. Advise these patients of the importance of adequate hydration before, during and after use of SUPREP Bowel Prep Kit and consider performing baseline and post-colonoscopy laboratory tests (electrolytes, creatinine, and BUN) in these patients [see Warnings and Precautions ( 5.4 )] ."
    },
    "contraindications": {
      "title": "4 CONTRAINDICATIONS",
      "content": "SUPREP Bowel Prep Kit is contraindicated in the following conditions: Gastrointestinal obstruction or ileus [see Warnings and Precautions ( 5.6 )] Bowel perforation [see Warnings and Precaution ( 5.6 )] Toxic colitis or toxic megacolon Gastric retention Hypersensitivity to any of the ingredients in SUPREP Bowel Prep Kit [see Warnings and Precautions ( 5.8 ) and Description ( 11 )]"
    },
    "warnings": {
      "title": "5 WARNINGS AND PRECAUTIONS",
      "content": "Risk of fluid and electrolyte abnormalities : Encourage adequate hydration, assess concurrent medications, and consider laboratory assessments prior to and after each use. ( 5.1 , 7.1 ) Cardiac arrhythmias : Consider pre-dose and post-colonoscopy ECGs in patients at increased risk. ( 5.2 ) Seizures : Use caution in patients with a history of seizures and patients at increased risk of seizures, including medications that lower the seizure threshold. ( 5.3 , 7.1 ) Patients with renal impairment or taking concomitant medications that affect renal function : Use caution, ensure adequate hydration and consider laboratory testing. ( 5.4 , 7.1 ) Suspected GI obstruction or perforation : Rule out the diagnosis before administration. ( 4 , 5.6 ) Patients at risk for aspiration : Observe during administration. ( 5.7 ) Hypersensitivity reactions, including anaphylaxis: Inform patients to seek immediate medical care if symptoms occur. ( 5.8 )"
    },
    "adverse_reactions": {
      "title": "6 ADVERSE REACTIONS",
      "content": "Most common adverse reactions are: Adults (>2%): overall discomfort, abdominal distention, abdominal pain, nausea, and vomiting. ( 6.1 ) Pediatric Patients (>10%): nausea, abdominal pain, abdominal bloating and vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Braintree Laboratories, Inc. at 1-800-874-6756 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
    },
    "drug_interactions": {
      "title": "7 DRUG INTERACTIONS",
      "content": "Drugs that increase risk of fluid and electrolyte imbalance. ( 7.1 )"
    },
    "patient_counseling_information": {
      "title": "17 PATIENT COUNSELING INFORMATION",
      "content": "Advise the patient and/or caregiver to read the FDA-approved patient labeling (Medication Guide). Instruct patients or caregivers: Must dilute SUPREP Bowel Prep Kit before ingestion. Must consume additional water after each dose of SUPREP Bowel Prep Kit. On the day before colonoscopy, consume only a light breakfast or clear liquids (e.g., water, apple or orange juice without pulp, lemonade, coffee, tea, or chicken broth). On the day of the colonoscopy only consume clear liquids up to two hours prior to colonoscopy. Two doses of SUPREP Bowel Prep Kit are required for a complete preparation for colonoscopy. One bottle of SUPREP Bowel Prep Kit is equivalent to one dose. Do not to take other laxatives while taking SUPREP Bowel Prep Kit. Do not eat solid food or drink milk or eat or drink anything colored red or purple. Do not drink alcohol. Do not take oral medications within one hour of starting each dose of SUPREP Bowel Prep Kit. If taking tetracycline or fluoroquinolone antibiotics, iron, digoxin, chlorpromazine, or penicillamine, take these medications at least 2 hours before and not less than 6 hours after administration of SUPREP Bowel Prep Kit [see Drug Interactions ( 7.2 )] . Stop consumption of all fluids at least 2 hours prior to colonoscopy. Contact their healthcare provider if they develop significant vomiting or signs of dehydration after taking SUPREP Bowel Prep Kit or if they experience cardiac arrhythmias or seizures [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 )] . Seek immediate medical care should signs or symptoms of a hypersensitivity reaction occur [see Warnings and Precautions ( 5.8 )] . Manufactured by Braintree Laboratories, Inc. Braintree, MA 02185 Please see www.sebelapharma.com for patent information."
    }
  }
}