{
  "drug_name": "OsmoPrep",
  "set_id": "983ce15f-cd37-4f3a-9e51-205860e80976",
  "source": "DailyMed",
  "sections": {
    "indications_and_usage": {
      "title": "INDICATIONS AND USAGE",
      "content": "OsmoPrep Tablets are indicated for cleansing of the colon as a \npreparation for colonoscopy in adults 18 years of age or older."
    },
    "contraindications": {
      "title": "CONTRAINDICATIONS",
      "content": "OsmoPrep Tablets are contraindicated in patients with \nbiopsy-proven acute phosphate nephropathy. OsmoPrep Tablets are contraindicated in patients with a known allergy or \nhypersensitivity to sodium phosphate salts or any of its ingredients."
    },
    "warnings_and_precautions": {
      "title": "WARNINGS",
      "content": "Administration of sodium phosphate products prior to colonoscopy \nfor colon cleansing has resulted in fatalities due to significant fluid shifts, \nsevere electrolyte abnormalities, and cardiac arrhythmias. These fatalities have \nbeen observed in patients with renal insufficiency, in patients with bowel \nperforation, and in patients who misused or overdosed sodium phosphate products. \nIt is recommended that patients receiving OsmoPrep be advised to adequately \nhydrate before, during, and after the use of OsmoPrep. Considerable caution should be advised before OsmoPrep Tablets are used in \npatients with the following illnesses: severe renal insufficiency (creatinine \nclearance less than 30 mL/minute), congestive heart failure, ascites, unstable \nangina, gastric retention, ileus, acute bowel obstruction, pseudo-obstruction of \nthe bowel, severe chronic constipation, bowel perforation, acute colitis, toxic \nmegacolon, gastric bypass or stapling surgery, or hypomotility syndrome. Consider performing baseline and post-colonoscopy labs (phosphate, calcium, \npotassium, sodium, creatinine, and BUN) in patients who may be at increased risk \nfor serious adverse events, including those with history of renal insufficiency, \nhistory of-or at greater risk of-acute phosphate nephropathy, known or suspected \nelectrolyte disorders, seizures, arrhythmias, cardiomyopathy, prolonged QT, \nrecent history of a MI and those with known or suspected hyperphosphatemia, \nhypocalcemia, hypokalemia, and hypernatremia. Also if patients develop vomiting \nand/or signs of dehydration then measure post-colonoscopy labs (phosphate, \ncalcium, potassium, sodium, creatinine, and BUN). Renal Disease, Acute Phosphate Nephropathy, and \nElectrolyte Disorders There have been rare, but serious, reports of renal failure, \nacute phosphate nephropathy, and nephrocalcinosis in patients who received oral \nsodium phosphate products (including oral sodium phosphate solutions and \ntablets) for colon cleansing prior to colonoscopy. These cases often resulted in \npermanent impairment of renal function and several patients required long-term \ndialysis. The time to onset is typically within days; however, in some cases, \nthe diagnosis of these events has been delayed up to several months after the \ningestion of these products. Patients at increased risk of acute phosphate \nnephropathy may include patients with the following: hypovolemia, baseline \nkidney disease, increased age, and patients using medicines that affect renal \nperfusion or function [such as diuretics, angiotensin converting enzyme \n(ACE)inhibitors, angiotensin receptor blockers, and possibly nonsteroidal \nanti-inflammatory drugs (NSAIDs). Use OsmoPrep with caution in patients with impaired renal function, patients \nwith a history of acute phosphate nephropathy, known or suspected electrolyte \ndisturbances (such as dehydration), or people taking concomitant medications \nthat may affect electrolyte levels (such as diuretics). Patients with \nelectrolyte abnormalities such as hypernatremia, hyperphosphatemia, hypokalemia, \nor hypocalcemia should have their electrolytes corrected before treatment with \nOsmoPrep Tablets. Seizures There have been rare reports of generalized tonic-clonic seizures \nand/or loss of consciousness associated with use of sodium phosphate products in \npatients with no prior history of seizures. The seizure cases were associated \nwith electrolyte abnormalities (e.g., hyponatremia, hypokalemia, hypocalcemia, \nand hypomagnesemia) and low serum osmolality. The neurologic abnormalities \nresolved with correction of fluid and electrolyte abnormalities. OsmoPrep should \nbe used with caution in patients with a history of seizures and in patients at \nhigher risk of seizure [patients using concomitant medications that lower the \nseizure threshold (such as tricyclic antidepressants), patients withdrawing from \nalcohol or benzodiazepines, or patients with known or suspected \nhyponatremia]. Cardiac Arrhythmias There have been rare, but serious, reports of arrhythmias \nassociated with the use of sodium phosphate products. OsmoPrep should be used \nwith caution in patients with higher risk of arrhythmias (patients with a \nhistory of cardiomyopathy, patients with prolonged QT, patients with a history \nof uncontrolled arrhythmias, and patients with a recent history of a myocardial \ninfarction). Pre-dose and post-colonoscopy ECGs should be considered in patients \nwith high risk of serious, cardiac arrhythmias."
    },
    "adverse_reactions": {
      "title": "ADVERSE REACTIONS",
      "content": "Abdominal bloating, abdominal pain, nausea, and vomiting were the \nmost common adverse events reported with the use of OsmoPrep Tablets. Dizziness \nand headache were reported less frequently. Since diarrhea was considered as a \npart of the efficacy of OsmoPrep, diarrhea was not defined as an adverse event \nin the clinical studies. Table 2 shows the most common adverse events associated \nwith the use of 48 grams of OsmoPrep, 60 grams of OsmoPrep, and 60 grams of \nVisicol in the colon preparation trials (n=931). Table 2: Frequency \nof Adverse Events of Any Severity Occurring in Greater Than 3% of Patients in \nthe OsmoPrep Trials OsmoPrep 32 tabs (48 g) N=272 OsmoPrep 40 tabs (60 g) N=265 Visicol 40 tabs (60 g) N=268 Bloating 31% 39% 41% Nausea 26% 37% 30% Abdominal Pain 23% 24% 25% Vomiting 4% 10% 9% Postmarketing Experience In addition to adverse events reported from clinical trials, the following \nadverse events have been identified during post-approval use of OsmoPrep. \nBecause they are reported voluntarily from a population of unknown size, \nestimates of frequency cannot be made. These events have been chosen for \ninclusion due to either their seriousness, frequency of reporting or causal \nconnection to OsmoPrep, or a combination of these factors. General: Hypersensitivity reactions including \nanaphylaxis, rash, pruritus, urticaria, throat tightness, bronchospasm, dyspnea, \npharyngeal edema, dysphagia, paresthesia and swelling of the lips and tongue, \nand facial swelling. Cardiovascular: Arrhythmias Nervous system: Seizures Renal: Renal impairment, increased blood urea \nnitrogen (BUN), increased creatinine, acute renal failure, acute phosphate \nnephropathy, nephrocalcinosis, and renal tubular necrosis."
    },
    "dosage_and_administration": {
      "title": "DOSAGE AND ADMINISTRATION",
      "content": "The recommended dose of OsmoPrep Tablets for colon cleansing for \nadult patients is 32 tablets (48 grams of sodium phosphate) taken orally with a \ntotal of 2 quarts of clear liquids in the following manner: The evening before the colonoscopy procedure: Take 4 \nOsmoPrep Tablets with 8 ounces of clear liquids every 15 minutes for a total of \n20 tablets. On the day of the colonoscopy procedure: Starting \n3-5 hours before the procedure, take 4 OsmoPrep Tablets with 8 ounces of clear \nliquids every 15 minutes for a total of 12 tablets. Patients should be advised of the importance of taking the recommended fluid \nregimen. It is recommended that patients receiving OsmoPrep be advised to \nadequately hydrate before, during, and after the use of OsmoPrep. Patients should not use OsmoPrep for colon cleansing within seven days of \nprevious administration. No additional enema or laxative is required, and \npatients should be advised NOT to take additional agents, particularly those \ncontaining sodium phosphate."
    }
  }
}